[{"_id":"650ce89acab43c205a3404db","rawText":"Ansh Vijay Atlanta, GA| 949-636-7416 | avijay39@gatech.edu|linkedin.com/in/anshvijay28 | github.com/anshvijay28 | U.S. Citizen\nEducation Georgia Institute of Technology August 2022 – May 2025 | Atlanta, Georgia ● Bachelor of Science in Computer Science - Intelligence and Theory GPA: 3.8/4.0 ● Relevant Coursework: Object Oriented Programming, Data Structures and Algorithms, Linear Algebra, Discrete Math\nExperience Data Engineering Intern | Gordon Food Service May 2023 - August 2023 | Atlanta, Georgia ● Saved $650,000 in manual data processing and enabled new insights with a PubSub/BQ pipeline that aggregated feedback ● Generated $12,000 annually by configuring yaml files to migrate microservices to new GKE cluster managed by Terraform ● Amplified dataflow by 20% by adding AVRO/Google Sheets infrastructure to pipeline and executed UAT with Firestore/BQ Software Development Project Manager | Alpha Kappa Psi May 2023 - Present | Atlanta, Georgia ● Implemented AGILE workflow for team of 6 by creating JIRA tickets for actionable code changes and leading daily stand-up ● Facilitated networking for 100+ by deploying Resume Search app on Heroku CLI and linking Express server to MongoDB ● Maintained rush website that authenticated accounts for 200+ and streamlined selection process with React and Firebase Web Development Mentor | Private Tutoring June 2022 – August 2022 | Irvine, California ● Inspired 10+ novice coders to pursue web development with self developed HTML/CSS flexbox and box model exercises ● Developed 15+ teaching projects covering 7 topics on async programming, enabling students to develop personal websites ● Established business generating over $1000 in revenue through marketing channels with 5 community leaders Code Coach | theCoderSchool August 2021– January 2022 | Irvine, California ● Motivated clients to code independently with 100+ self developed python projects featuring conditionals/loop/functions ● Led 10 biweekly student classes by collaborating with Google/Amazon engineers to introduce recursion/polymorphism ● Introduced students to STEM with interactive programming activities and enabled them to pursue personal projects Projects Resume Search Engine | Project Manager May 2023 – Present | Atlanta, Georgia Created search engine backed by text embeddings and vector database to optimize search results on MERN appfor 100+ users ● Migrated substring-based search to semantic search, enhancing resume relevance to increase networking events by 100% ● Applied cosine similarity on text embeddings, generated by OpenAI's API, to output relevant resumes in an ANN scenario ● Configured Express server API endpoint to call Pinecone API for data vectorization of 200+ resumes parsed from MongoDB Apple Assistant | Programmer December 2022 – May 2023 | Atlanta, Georgia Virtual assistant on iMessage that displays information to user based on various responses inputted through text messaging ● Deployed fullstack Flask app on AWS's Elastic Beanstalk to integrate Twilio API into iMessage and give user access to 5+ API ● Integrated ChatGPT/DALL·E 2 with OpenAI API for image generation, code completion, and NLP with sentiment analysis ● Utilized Cron to send daily canvas reminders with CanvasAPI for 5+ classes and send weather forecasts with WeatherAPI Facial Emotion Detection Program | Programmer July 2021– August 2021 | Irvine, California Program that detects facial emotion, trained with 100,000+ images. Has applications in security and medical assessment. ● Integrated Dlib's pretrained face detection model to determine Euclidean coordinates of bounding boxes for facial features ● Indexed and determined 67 facial landmarks with neural network, whose distances were averaged to determine emotion ● Discovered a negative correlation between mental health and crime rate when tested on felons caught on camera Civica | Lead Programmer June 2020 – August 2020 | Irvine, California IOS app that encourages millennials and Gen-Z citizens to be more politically engaged and informed of current events. ● Managed team of 4 in collaborative programming setting by partnering with content manager with explicit deadlines ● Increased user voter turnout by 50% by developing page which told user their closest voting center using Google Maps API ● Utilized Storyboard feature of XCode IDE and command line to develop entirety of UI with over 100 front-end features\nSkills/Interests Programming: Python, Java, C, JavaScript, HTML, CSS, SQL, Flask, Swift, ReactJS, Assembly, Terraform, PyTorch, YAML, Express Software: GCP, GitHub, Heroku, GitLab, Bit Bucket, Docker, Kubernetes, Apache Beam Git, AWS, Twilio, Jira, Node.js Affiliations: CodePath, Odin Project, Alpha Kappa Psi Professional Business Fraternity, Data Science Club, GT Trading Languages: English (Native), Hindi (Fluent), Spanish (Basic) Interests: Tennis (8+ years), Origami (10+ years), Rubik's Cube (5+ years), Sudoku (3+ years), Tetris (4+ years), Chess (Basic)","firstName":"Ansh","lastName":"Vijay"},{"_id":"650ceaf1cab43c205a3404dc","rawText":"SUHAS R. YALAMARTI Atlanta, Georgia 30308 • 610.559.4500 • suhasyalamarti@gatech.edu • linkedin.com/in/suhasyalamarti • U.S. Citizen\nEDUCATION GEORGIA INSTITUTE OF TECHNOLOGY, Scheller College of Business, Honors Program Atlanta, Georgia Bachelor of Science in Business Administration (Information Technology Management) 12/2024 • Minors: German | Computing & Business through the Denning Technology & Management Program GPA: 3.6 • Languages: Telugu (native), German (conversational), Tamil (basic) • Scholarships: Scheller College of Business Porter Family Dean's Scholar, GT 2021 Carbon Reduction Challenge 1st Place • Personal Interests: Plane Spotting, Commercial Aviation History, Food Science, Detective TV Shows, Escape Rooms\nTECHNICAL SKILLS Software: Microsoft Office Suite, Infor CloudSuite ERP, Digital.AI Agile System, Tableau, Cisco Jasper IoT Control Center Programming: Python (intermediate), Java (basic), SQL (basic), R (basic) Certifications: PowerBI, Salesforce Admin Specialist Superbadge, Smartsheet Certification, Scrum Alliance/Agile Training\nPROFESSIONAL EXPERIENCE BOEING DEFENSE, SPACE & SECRUITY Philadelphia, Pennsylvania H-47 Chinook Program Management Intern 05/2023 to 08/2023 • Analyzed purchase order data for U.S. Government, Spain and Egypt programs to pinpoint buyer target inefficiencies. • Partnered with Operations to curate performance dashboard in Excel by scraping 5 live metrics including FOD and cost. DELTA AIR LINES Atlanta, Georgia Flight Operations Technology and Business Strategy Co-Op 08/2021 to 5/2023 • Internally consult for multiple divisional stakeholders to define and execute technology enhancement opportunities. • Facilitate process improvement for 13,500+ pilot electronic flight bags (EFB) across all 800+ aircraft in the mainline fleet. • Engage Flight Operations project/change managers & ensure technology efforts follow in-house Agile methodologies. ABEC, INC. Bethlehem, Pennsylvania Global Supply Chain Intern 05/2021 to 08/2021 • Advanced biopharmaceutical/bioreactor manufacturing by reducing supply chain carbon footprint by 5.5 tons annually. • Improved PO requisition process and planned transition of 1,200+ parts to new VMI provider using Infor Syteline. • Quoted and procured various parts for customer projects and contributed $500+ per month to regular cost-saving targets. GEORGIA INSTITUTE OF TECHNOLOGY Atlanta, Georgia Scheller Business Ambassadors (SBA) Recruitment Chair 01/2021 to Present • Work under the Undergraduate Office to promote Scheller niche, cultivating positive change in a tech-driven world. • Facilitate Dean's Scholarship events, guide building tours/information sessions, and attend official Scheller functions. GEORGIA INSTITUTE OF TECHNOLOGY Atlanta, Georgia Student Assistant & Researcher / Ray C. Anderson Center for Sustainable Business 08/2022 to Present • Collaborate with Scheller operations management faculty to research methods of sustainability curriculum infusion. • Create MailChimp content for weekly sustainability event updates & assist with 40+ Ambassadors' project scoping.\nPROJECTS GEORGIA INSTITUTE OF TECHNOLOGY Atlanta, Georgia \"Mend\"struation Project Co-Lead / Ray C. Anderson Center For Sustainable Business 09/2020 to Present • Advocate for climate action and circular economies' themes while educating students on the Center's business relevance. • Pioneered project to improve sanitary product disposal methods, alleviating water wastage and bloodborne pathogens. Cox2M Rideshare Curbside Management Optimization / Undergraduate Consulting Club 09/2020 to 01/2021 • Filtered list of 400+ urban markets to identify target zones for Cox2M curbside management IoT infrastructure sales. • Analyzed market barriers, automated ticket enforcement laws, and urban landscapes to provide detailed location ideas.\nLEADERSHIP GEORGIA INSTITUTE OF TECHNOLOGY Atlanta, Georgia Chapter President / Alpha Kappa Psi- Epsilon Sigma (Co-Ed Business Fraternity) 05/2022 to Present • Lead a 9-member executive team in running professional and social programming for 75+ undergraduate members.","firstName":"Suhas","lastName":"Yalamarti"},{"_id":"650cec38cab43c205a3404dd","rawText":"ROHAN DASWANI rdaswani6@gatech.edu • (770)-510-9650 • linkedin.com/in/rohan-daswani • Atlanta, GA • US Citizen\nEDUCATION GEORGIA INSTITUTE OF TECHNOLOGY - Atlanta, GA May 2025 Bachelor of Science in Business Administration GPA: 3.95 Scheller School of Business | Concentration in Information Technology Management ● Relevant Coursework: Business Programming, Financial Accounting, Business Analytics, Operations Management ● Honors: Zell Miller Scholarship Recipient, Faculty Honors (2021, 2023), Bob Jones Scholarship Finalist ● Involvement: Investments Committee, Sports Business Club, GT Product Management, Scheller Research, VIP\nWORK EXPERIENCE Comcast Corporation - Atlanta, GA Business Analyst Intern May 2023 – August 2023 ● Analyzed 8,000 call center agents' on KPIs (NPS, sales rate), identifying inefficiencies in performance evaluation ● Designed Tableau dashboards to drive recommendations, improving metrics & unlocking success in center operations ● Collaborated bi-weekly with vendor managers to drive agent performance, ultimately improving agent sales by 100% Landmark Properties - Atlanta, GA Real Estate Development Intern January 2023 - May 2023 ● Conducted feasibility analyses for 25+ sites using ArcGIS; shortlisted 5 locations for developing apartment complexes ● Performed regression modeling through R using Census Bureau data to forecast demand and rental rates in target cities ● Created pro-forma P&L, analyzing revenue, construction costs, taxes, and fees for underwriting recommended properties LearnLink LLC - Roswell, GA Sales Intern May 2020 - December 2020 ● Conducted market analysis on 50+ competitors to identify market niche, evaluated industry trends for differentiation ● Spearheaded lead-to-cash process which led to the acquisition of numerous subscription-based clients AnneShelley Realtors - Marietta, GA Property Management Intern June 2018 - June 2019 ● Identified investment opportunities with 10%+ ROI by analyzing valuations, comps, and estimated remodeling costs ● Acquired home improvement skills (plumbing, painting, electrical, etc.) to revamp 22 portfolio properties\nPROJECTS Scheller College of Business - Atlanta, GA Research Assistant May 2022 - May 2023 ● Analyzed 911 call center data through R and MS Excel to illustrate domestic violence trends during COVID-19 ● Implemented data wrangling processes to create dashboards visualizing demand through cell-phone mobility data ● Published research report which supports state legislation for increased domestic violence awareness and funding\nInnovATL Sports Business Case Competition - Atlanta, GA First Place Winner September 2021- November 2021 ● Analyzed Atlanta Falcons' retail data to chart consumer purchasing patterns and trends using SQL and DB2 ● Devised a solution to increase young fan engagement by 15% through gamification with RFID \"RiseUp\" Wristbands ● Presented detailed findings to board of AMBSE high-level executives, awarded 1st place out of approximately 85 teams LEADERSHIP & INVOLVEMENT Alpha Kappa Psi Business Fraternity - Atlanta, GA Vice President April 2023 - Present ● Direct 4 teams totaling 19 people to coordinate numerous internal and external events for 80+ fraternity members ● Coordinate team-bonding events for the brotherhood with a 25% reduced budget by managing a monthly balance sheet Management Information Systems (MIS) Club - Atlanta, GA Founder | Senior Executive Officer October 2021- Present ● Performed a case-study on 3 major Scheller clubs and integrated operation techniques to cultivate sustained club growth ● Improved membership by 225% by creating a multi-faceted experience (workshops, panels, speakers) for club members First Tech Challenge - Milton, GA Captain | Financial Officer August 2018 - May 2021 ● Mentored 8 new members in engineering concepts (soldering, CAD) through workshops to ease transition into team roles ● Established partnerships with local businesses, resulting in over $10,000 raised in sponsorships for the club\nSKILLS/INTERESTS ● Skills: Microsoft Office Programs (Word, Excel, Powerpoint), Python, Tableau, R, SQL, Gephi, Odoo, OnShape ● Languages: English (Native), Spanish (conversational), Hindi (Conversational) ● Interests: American Football, Baking, German Cars, Sports Editing, Astronomy, Action Movies, Viola, Classic Rock","firstName":"Rohan","lastName":"Daswani"},{"_id":"650cee8acab43c205a3404de","rawText":"FARBOD (MATT) GERAMI Atlanta, Georgia • 404-644-1980 • fgerami3@gatech.edu • U.S. Citizen • linkedin.com/in/mattgerami/\nEDUCATION GEORGIA INSTITUTE OF TECHNOLOGY, Scheller College of Business Atlanta, GA Bachelor of Science in Business Administration May 2025 • Concentration: ITM (Information Technology Management) GPA: 3.5/4.0 • Coursework: Accounting I, Business Programming, Info Systems, Operations Management, Quant Analysis • HOPE Scholarship: 100% Tuition Paid\nEXPERIENCE Dematic Atlanta, GA Product Management Intern May 2023 – August 2023 Intralogistics company that builds automated solutions for manufacturing, warehouse and distribution globally • Created an Excel template for project tasks that improved filtering efficiency by 25% and enhanced quality • Conducted weekly meetings and presented large scale projects to higher ups for review per week via Excel • Produced a progress project tracker in PowerBI to create valuable visuals for executive presentations 3DiF Co. Remote Operations Support Intern May 2022 – August 2022 Government contracting company that focuses on developing human capital • Improved browsing user retention by the creation of 10+ website graphics used on company's webpage • Boosted team bonding and inclusivity by designing human resource graphics using Adobe Photoshop • Provided operational support in all categories of the company through small groups or partner tasks AB Seedlab LLC Norcross, GA Seed Technician - Employee July 2020 – December 2020 Seed Laboratory that examines seeds in lab tests for certifications sent back to farms in packages • Enhanced the seed database systems by 30% allowing for higher influx of data entries within the database • Utilized a germination method for seed examination in the lab using analysis skills for seed certification • Assisted in the technical office inserting lab reports into the lab's database system using Microsoft Access •\nEXTRACURRICULARS GT Esports Club Atlanta, GA Co-President May 2023 – Present • Expanded our staff list for the upcoming Fall semester to allow for the capability of long-term projects • Initiated our organization fair planning and included item giveaways to increase recognition on campus • Oversee and manage all the daily operations and objectives of the GT Esports club on a daily basis GT VALORANT e-Sports Team Atlanta, GA Collegiate Player June 2022 – Present • Committed over 15+ hours per week to develop quick thinking skills and built strong communication • Constructed playbook strategies implemented in practices for 45% higher win percentages in online matches • Won Redbull Campus Clutch Deep South Qualification #2 and qualified for an event in Charlotte, NC\nSKILLS/INTERESTS Languages: English – native, Farsi – native, Spanish – basic Skills: Adaptability, Communication, Python, Graphic Design, SQL, Teamwork, Video Editing Software: Adobe Photoshop, Adobe Premiere Pro, Excel, PowerBI, PowerPoint, Tableau, VS Code Awards: DreamHack Atlanta (2nd Place x2), FIRST Entrepreneurship Award, Dean's List from GSU Clubs: Alpha Kappa Psi, GT eSports, Honors Accounting Organization, PARS, Board Game Club Interests: Weightlifting, Gaming, Investing, Traveling, Service, Streaming, Football, Photography","firstName":"Farbod","lastName":"Gerami"},{"_id":"650cef59cab43c205a3404df","rawText":"Malen Patel 678-862-2640 | malenpatel@gmail.com | Atlanta, Georgia | www.linkedin.com/in/malenpatel | U.S. Citizen\nEDUCATION Georgia Institute of Technology, Scheller College of Business Atlanta, Georgia Bachelor of Science in Business Administration Expected Graduation: December 2024 • Concentration: Information Technology Management GPA: 3.81 • Relevant Coursework: Data Visualization, Business Programming, Quantitative Analysis, Business Analytics, Info. Systems • Study Abroad: GT Lorraine in Metz, France (took international business classes while traveling to over 15 countries)\nWORK EXPERIENCE Focus Brands (Auntie Anne's, Carvel, Cinnabon, Jamba, McAlister's, Moe's, and Schlotzsky's) Atlanta, Georgia BI& Revenue Management AnalystIntern May 2023 – August 2023 • Assessed the impact of pricing recommendations on store profitability and traffic by utilizing Microsoft Excel's PivotTable • Facilitated streamlined detection of data upload failures from data warehouse by developing a Power BI dashboard for IT • Evaluated repeat purchase rate of newly added loyalty members through T-Mobile Tuesday deals by writing SQL queries Gain Servicing Atlanta, Georgia Data Management Intern January 2023 – April 2023 • Implemented data transfer process by leveraging Salesforce Data Loader to migrate files from internal drive to client cases • Enabled efficient analysis of key metrics by creating and managing impactful MS Power BI and Salesforce BI reports • Helped develop strategies to increase profitability by meeting daily with VP and technology department for 30 minutes\nPROJECTS NBA Success Predictor Atlanta, Georgia Linear Regression ProjectAugust 2022 – December 2022 • Forecasted future player performance in RStudio using past NBA performance statistics and a specific probability model • Created linear regression models using R to analyze p-values to determine if models are statistically significant • Streamlined the process of utilizing player statistics in RStudio by using Excel to aggregate and appropriately clean data Georgia Crime Dashboard Atlanta, Georgia Data Visualization ProjectAugust 2022 – December 2022 • Built comprehensive Tableau dashboard showcasing crime statistics by analyzing FBI public crime data to generate insights • Produced video utilizing storytelling to present prevalence of crimes affecting college students by visualizing crime hotspots • Implemented interactive filters to allow users to drill down into specific crime categories, time periods, and college names\nLEADERSHIP Georgia Institute of Technology Atlanta, Georgia GT 1000 Team Leader August 2022 – Present • Leading a group of 6 first-year students in delivering a Capital One case study by providing a step-by-step analysis method • Improving public speaking skills by conducting weekly summative presentations and facilitating small group discussions • Building a larger network of faculty and students by actively engaging in out-of-class workshops and business talk sessions Peer Tutoring Club Marietta, Georgia Vice President and Database Manager August 2019 – May 2021 • Connected 140 students to 40 tutors through intricate databases on Google Sheets and intuitive online application forms • Provided teaching resources for tutors by compiling material from online sources and incorporating feedback from students • Enhanced marketing skills by hosting informational sessions and creating advertisements for pro bono academic tutoring Interact Club Marietta, Georgia PresidentAugust 2018 – May 2021 • Boosted number of service hours accumulated by 157% by maintaining good personal relations with several organizations • Raised over $2,000 for poliovirus research by hosting annual World Polio Day event and contributing donations to Rotary • Helped streamline the process of connecting students to service groups by creating a user-friendly and interactive website\nSKILLS/INTERESTS Technical: Power BI, Tableau, R, SQL, Java, JavaScript, Python (NumPy & Pandas), Excel (Pivot), DAX, Salesforce, Jupyter Affiliations: Alpha Kappa Psi (Professional Business Fraternity), Data Science Club, Diversity in Business, PM Club Interests: Video Games, Football, Soccer, Traveling, Reading Current News, Crime Shows, Violist","firstName":"Malen","lastName":"Patel"},{"_id":"650cf0c9cab43c205a3404e0","rawText":"Karthik Iyer Atlanta, GA | karthikiyer@gatech.edu | (408)-315-4485 | https://www.linkedin.com/in/kiyer49/ | https://www.heykarthik.com | US Citizen\nEDUCATION Georgia Institute of Technology (Atlanta, GA) August 2021 - May 2025 Candidatefor Bachelor of Science in Computer Science (AI/Human-Computer Interaction) GPA: 3.84/4.00 ● Relevant Coursework: Data Structures & Algorithms, Database Systems, Intro to AI, Machine Learning, Intro to Algorithms ● Study Abroad: Georgia Tech College of Computing program in Barcelona, Spain May 2022 - July 2022 ● Accepted to the prestigious graduate program in Machine Learning at Georgia Tech\nWORK EXPERIENCE Capital One McLean, VA SWE Intern (Cybersecurity and IAMData Team) June 2023 - August 2023 ● Developed 30+ SQL queries to safely and securely handle processing of over 280K internal UIs, tracking them across servers ● Conducted data exploration to write Python scripts for efficient developing and updating of AWS QuickSight dashboards Mentra Atlanta, GA Data Science TeamMember November 2021 - May 2022 ● Utilized 25+ occupational based datasets to improve recommendation models and data visualizations presented to candidates ● Created 10+ models for both client and business-facing users to show skills needed/possessed for various jobs/candidates ● Implemented demographic-based data using PowerBI and Python to inform core team about applicant's geographic locations\nPROJECTS Cooking Database Atlanta, GA Database Manager May 2022 - July 2022 ● Created SQL-based database for cooking, allowing for users to write, review, and track food-related purchases for recipes ● Developed 30+ ER diagrams, relational schemas, and pertinent SQL queries to build, join, and populate relevant tables ● Implemented front-facing GUI on Flutter and Dart for various users to both register for and access interface in various roles Wildfire Heat Map Atlanta, GA Data Visualization Creator October 2021 - April 2022 ● Produced data visualization of a heat map predicting wildfire risks in California utilizing past weather and wildfire trends ● Launched code with 1000+ data points, and built hexagonal-based heat map in JavaScript (D3.js), HTML, and CSS ● Worked in team of 11 to successfully deploy our final code on Heroku, presented work at year-end poster conference ESG (Environmental, Social, and Governance) Data Analysis Atlanta, GA Data Analyst and Visualization Creator October 2021 ● Built 10+ data visualizations utilizing Python tracking countries across decades, and derived insights on agricultural policies ● Developed ML model in Python predicting ESG scores from thousands of data points across 100+ companies' investments ● Demonstrated proof of concept on implementation in the corporate world, winning top data science team during HackGT 8 Food Categorizer Sunnyvale, CA Full Stack Developer February 2021 - April 2021 ● Developed neural network with TensorFlow and Keras on Kaggle, categorizing various photos of foods into 11 categories ● Coded network in Python using dataset of over 16,000 images, and deployed it online using Flask, Docker, and Linode ● Upgraded model to reach 70% accuracy, and published project explanation on website built through HTML and CSS\nLEADERSHIP Alpha Kappa Psi Atlanta, GA Internal Professional Programming Director January 2023 - May 2023 ● Educated 70+ brothers and 12 pledges on professional standards in interviews, coffee chats, resumes, and public speaking ● Created novel presentations on public speaking and cold call etiquette and held weekly hour-long office hours for resumes India Club Atlanta, GA Board Member August 2022 - present ● Planned and organized 6+ culturally significant events with food/activities, which had an attendance of 1000+ people each ● Implemented registration-based system to track attendance at events and worked to register people with club memberships\nSKILLS Technical Skills Python, Java, JavaScript, SQL, HTML, React, CSS, C, C++, JavaScript, OCaml, MacOS, Linux Affiliations Data Science @ Georgia Tech, Georgia Tech Venture Capital, Alpha Kappa Psi, India Club Languages English (Native), Spanish (Proficient), Tamil (Intermediate), Hindi (Beginner) Interests Traveling, Food, Tennis, TV, Reading, Exploring Coffee Shops, Entrepreneurship, Football","firstName":"Karthik","lastName":"Iyer"},{"_id":"650dfb10cab43c205a3404e1","rawText":"Oieshee Akter US Citizen • (770) 686-2994 • Atlanta, GA • oakter3@gatech.edu • www.linkedin/com/oieshee\nEDUCATION GEORGIA INSTITUTE OF TECHNOLOGY, Scheller College of Business ATLANTA, GA Bachelor of Science in Business Administration | Pre-Law Track May 2026 • Concentration: Information Technology & Management 3.72/4.00 GPA • Honors: Zell Miller Scholarship Recipient (100% Tuition), Dean's List CHAMBLEE CHARTER HIGH SCHOOL ATLANTA, GA High School Diploma May 2022 • Honors Graduate 4.40/4.00 GPA • Affiliations: National Beta Club, Student Government Association, Future Business Leaders of America\nEXPERIENCE KPMG ATLANTA, GA Business Practice Group Intern June 2022 - August 2022 • Utilized Excel to evaluate KPMG's philanthropic impact in Atlanta through Chamber of Commerce data • Developed research summary to highlight centennial anniversary in contrast to history of three major competitors • Consulted web design team to create informative graphic to increase engagement for KPMG's 100th anniversary DEKALB COUNTY ATLANTA, GA Poll Official November 2020 - January 2021 • Assembled and deconstructed 20 electronic voting systems to maximize efficiency in order to cast over 1600 votes • Maintained tabulator accuracy during the 2020 general election by verifying exact voter count for 400 citizens • Provided voters with precise instructions to effectively communicate voting procedures across six elections MORRIS, MANNING & MARTIN LLP ATLANTA, GA Intern June 2020 • Processed 15 property deeds by analyzing over 50 page documents for relevant financial and legal information • Chronologically sorted individual leases by categorizing financial statuses to verify transfer of ownership data • Prioritized delivery of leases to pertinent partners to ensure completion of report criteria electronically and verbally VOX ATL ATLANTA, GA Teen Staff Member August 2020 - May 2022 • Hosted engaging creative writing workshops weekly for over 50 attendees using Zoom's digital whiteboard • Synthesized data from over 60 slides to identify lack of teen mental health support in Atlanta public school system • Presented findings from over 900 survey responses to encourage change among local education administrators\nLEADERSHIP FERNBANK MUSEUM OF NATURAL HISTORY ATLANTA, GA Fernbank Youth Interpreter June 2018 - May 2022 • Organized five events for museum by setting up equipment and delegating administrative tasks to team of ten • Presented information about the natural sciences for guests through interactive education carts for over 150 hours • Informed 100 guests by leading them on comprehensive 30 minute tours of exhibit features and museum events DEKALB COUNTY TEEN COURT ATLANTA, GA Teen Court Member August 2020 - May 2022 • Collaborated with team of twelve to provide juvenile offenders alternatives to detention in a peer to peer setting • Served in weekly rotations as defense attorney, bailiff, and judge to support teens in thorough document evaluation • Assigned volunteering and counseling for offenders in over 30 cases in order to facilitate appropriate rehabilitation STUDENT GOVERNMENT ASSOCIATION ATLANTA, GA Class Vice President August 2018 - May 2022 • Increased student engagement to 400 attendees for formal event by managing Instagram social media account • Communicated unforeseen event information and updates to over 1000 students through Remind messages • Formulated written proposals for weekly meetings to implement homecoming decorations and competitions\nSKILLS/INTERESTS Technical: Microsoft Office Suite (Excel, Powerpoint, Word) Languages: English (Native), German (Conversational), Bangla (Conversational) Awards: Presidential Service Award, Chamblee Leadership Award, AP Scholar with Distinction Affiliations: Alpha Kappa Psi (Co-Ed Business Fraternity), Asian American Student Association Interests: Traveling, Soccer, Reading, Board Games, Gastronomy, Cinema","firstName":"Oieshee","lastName":"Akter"},{"_id":"650dfbb8cab43c205a3404e2","rawText":"RHEA PABBATI rpabbati3@gatech.edu • (470)-272-4676 • linkedin.com/in/rheapabbati • Atlanta, GA\nEDUCATION Georgia Institute of Technology - Atlanta, GA May 2024 Bachelor of Science in Business Administration GPA: 3.80 Scheller School of Business | Concentration in Information Technology Management Honors & Awards: President's List at GT, Gold Presidential Service Award Relevant Coursework: Quantitative Analysis for Business, Management Consulting, Business Programming, Tech Strategy\nWORK EXPERIENCE Ernst & Young Parthenon - New York, NY Strategy and Transactions Summer Associate June 2023 - Aug 2023 ● Assisted in recategorization of 12,000+ customers for multi-billion dollar IT services carve out to optimize profitability ● Utilized customer disposition data to track and update client status by consent, data migration, and OTC readiness ● Created weekly data visualizations via Excel and Powerpoint to keep team and client up to date with project progress ● Worked with DEI team for Commercial Strategy to develop upward feedback surveys to promote an inclusive workplace NCR Corporation - Atlanta, GA Commercial Strategy & Operations Intern May 2022 - Dec 2022 ● Improved 600+ channel partner contracts valuing over $10 million and centralized critical contracting documentation ● Identified opportunities & solutions to enhance data capture, tracking, and modeling while protecting data integrity ● Provided 100+ recommendations on updating partner disposition based on profitability and partner tier criteria ● Published findings for internal usage and adoption via SharePoint and presented results to stakeholders Capital on Demand - Atlanta, GA Digital RelationshipAssociate May 2021- Oct 2021 ● Aligned product, service, and content promotion with organization's brand values by developing social media strategies ● Analyzed campaign performance for engagement of 100+ real estate investors in company loan products ● Examined time series analysis weekly in order to conduct research on 50+ industries, potential partners, and competitors\nPROJECTS Tech Transportation Solutions - Atlanta, GA Business Consulting Project Jan 2023 - May 2023 ● Surveyed 100+ students across Georgia schools identifying key areas for improvement within Georgia Tech's bus system ● Conducted cost benefit analysis to address various bus route issues and proposed solutions to decrease wait time by 10+ min ● Designed app utilizing figma containing solutions to include driver breaks, accurate arrival times, and seat capacity\nLEADERSHIP & INVOLVEMENT Alpha Kappa Psi (ΑΚΨ) - Atlanta, GA Vice President of Operations, Special Events Project Manager May 2023 - Present ● Directed 4 teams in organizing and executing 30+ philanthropic, social, and athletic events for members to participate ● Coordinated numerous external events including 2 formal events for 80+ brothers while balancing a $25,000 budget ● Spearheaded creation of channels providing brothers access to resources encouraging prioritization of mental health ● Organized 10+ philanthropy events and implemented fundraising initiatives to contribute to GT and nearby communities Undergraduate Consulting Club - Atlanta, GA Business Consultant | Luckie & Company Jan 2022 - Jan 2023 ● Performed market analysis to determine KPIs, industry standards, and driving factors for potential client partnerships ● Sourced 15+ contracted white label developmental partners for Luckie & Company pharmaceutical industry project ● Optimized onboarding for external technical software team with extendable, easy to use transition documents Atlas Business Society - Athens, GA Leadership Member Sep 2021- Dec 2021 ● Selected from 350+ applicants for the University of Georgia's premier business society with <20% acceptance rate ● Enhanced business professionalism, networking, and leadership skills based on S&P 500 firms via weekly workshops ● Offered 1:1 peer mentoring to fellow students, offering professional guidance while fostering personal growth\nSKILLS/INTERESTS ● Certifications: Microsoft Technology Associate: Software Development Fundamentals (May 2019) ● Technical Skills: Python, R, SQL, Tableau, Microsoft Suite, Canva, Adobe Photoshop ● Languages: English (Native), Telugu (Native) ● Affiliations: Alpha Kappa Psi, Undergraduate Consulting Club ● Interests: Reading, Travel, Photography, Chess, Logic/Jigsaw Puzzles, Entrepreneurship, Sitcoms","firstName":"Rhea","lastName":"Pabbati"},{"_id":"650dfc15cab43c205a3404e3","rawText":"ANUHYA KASAM 678-622-6275 • akasam7@gatech.edu • Atlanta, Georgia • linkedin.com/in/anuhyakasam • US Citizen\nEDUCATION Georgia Institute of Technology GPA: 3.77/4.00 B.S. in Business Administration, Minor in Computer Science Aug 2020 - May 2024 ● Concentration: Information Technology Management ● Scholarships: Rewriting the Code, Zell Miller, Girl Scouts Gold Award, USPAACC Diversity in Action, Dean's List ● Coursework: Project Management, Data Structures/Algorithms, Databases, Information Systems, Machine Learning\nEXPERIENCE Jerry | SEO Product Manager Intern Remote August 2023 - December 2023 Honeywell | Business Systems Analyst Intern Charlotte, NC May 2023 - August 2023 ● Saved 16,000 hrs/year in manual labor by deploying an automated software update tracker for company-wide security ● Optimized JIRA for 30 developers through process improvement research, streamlining stand-ups by 100 hrs/wk ● Made UI changes in SAP Cloud based eCommerce systems, allowing 3M+ daily transactions a smoother purchase MillerKnoll | Product Analyst Intern Holland, MI May 2022 - Aug 2022 ● Led mobile app revamp in 3 sprints with team of 8 developers, resulting in 10K installs and 80% less navigation time ● Built 6 dashboards on Tableau to visualize product traffic, and led weekly meetings for $100K data engineering projects ● Scaled processes across 9 global brands by researching brand-level workflows and creating product lifecycle roadmaps ● Analyzed 500+ Excel logs and implemented a process reducing inventory adjustments by 21%, saving $500K/year Vedicly Hindu Boxes | Founder Johns Creek, GA July 2020 - Present ● Conducted user research studies to identify market gaps, and launched festival boxes for highly-demanded cultural events ● Translated insights into a scalable go-to-market strategy, and grew community to 3K+ by creating an educational platform ● Mentored by top executives through Create-X's Startup Incubator program and presented product deck to 2K investors Amruth Ayurveda | Product Marketing Intern Alpharetta, GA Jan 2020 - April 2020 ● Strategized a cross-platform social media campaign based on market research of industry trends and retention features ● Defined KPI metrics by leveraging user engagement data and conversion rates, improving following by 500%\nPROJECTS\nTura Co-Founder | 3rd Place in Klaus Startup Challenge Dec 2022 - Present ● Developing a virtual reality program that promotes cultural literacy for businesses through global, gamified quests ● Won $15K in startup challenge after facilitating 50+ company interviews, product-market fit, and detailed business model Catapult | Georgia Tech Hackathon Oct 2022 ● Ideated and built an investment-management app that incentivizes venture capitalists to invest in high-potential startups ● Created a working front-end prototype with 3 developers in under 48 hours with React, HTML, Javascript, and Node.js UI/UX Design Bootcamp | Bits of Good Jan 2022 - May 2022 ● Wireframed MediTracker, an app to track patients' day-to-day healthcare needs, after conducting semester-long user studies ● Directed team's backlog prioritization of customer surveys, competitive analyses, and high-fidelity Figma mockups LEADERSHIP Program Manager of Brotherhood | Alpha Kappa Psi Atlanta, GA Aug 2021 - May 2023 ● Led a cross-functional team of 7 in planning presentations, activities, and event logistics for a 80-student weekend retreat ● Secured sponsorships through sales emails and calls at 100+ companies, and pitched investments for a $25K portfolio Vice President of Marketing | Hindu Yuva Atlanta, GA Jan 2022 - Present ● Lead six-person committee to design marketing materials and Instagram content, increasing chapter membership by 100% ● Organize cultural events at Georgia Tech through ideation, planning, and execution, landing 900+ attendees regularly\nSKILLS Certifications: Tableau Essential Training, Transform Data with Tableau Prep (LinkedIn), SQL for Data Analysis (Udacity) PM Tools: JIRA, Kanban, Agile, Scrum, Content Management Systems, Figma, Smartsheet Technical: Python, Google Apps Script, JavaScript/HTML/CSS, Java, Excel, Tableau, SQL, R, Markdown Interests: Krav Maga, chess, environmentalism, creative writing, acting, design, dancing","firstName":"Anuhya","lastName":"Kasam"},{"_id":"650dfca5cab43c205a3404e4","rawText":"SKANDA SRIGANESH www.skandasriganesh.com | Atlanta, GA | 585-975-9761 | ssriganesh3@gatech.edu | linkedin.com/in/skanda1 | U.S. Citizen\nPROFESSIONAL EXPERIENCE CAPITAL ONE Richmond, VA UX Design Intern, Business Cards and Payments June 2023 – August 2023 ● Ideated designs for the admin settings page, logo, notes component, and buyer profile page for Capital One's supplier engagement platform, saving 500+ outreach associate hours ● Collaborated weekly with product, tech, and stakeholders to align on project scope and UI requirements for MVP and reviewed the feasibility of proposed designs ● Successfully worked through the design process to push forward an admin filters settings design into production HOME DEPOT Atlanta, GA UX Design Intern, Workforce Management (Summer), Merchandising (Fall) May 2022 – December 2022 ● Conducted user interviews, research synthesis, and collaborative design studio sessions for an in-app feature eficiently alerting 800,000+ associates during emergencies ● Proposed roadmap to VPs of IT, UX, and EUX teams to ensure user-centric implementation of research findings ● Researched and presented a UX business case and a pilot program to enhance printing and labeling processes for Merchandising associates BITS OF GOOD (A Hack4Impact Chapter) Atlanta, GA Brand & Visual Designer, Web & Social Media Experience May 2021 – December 2022 ● Optimized club recruitment page by redesigning flow and UI elements using mid-fidelity wireframes to propose changes ● Boosted member acquisition by incorporating emotional design elements on the website for increased interested member engagement ● Designed 12 interactive social media graphics to engage prospective members while adhering to the design system MUSICAL CONTENT CREATOR Atlanta GA Violinist April 2019 – Present ● Garnered over 160,000 followers and 2 million likes sharing Indian music globally through short-form covers ● Created viral sounds used to highlight AAPI-owned brands, businesses, and non-profits such as the Malala Foundation ● Recorded instrumentals for 6+ records, supporting up-and-coming South Asian artists, garnering 10+ million streams\nEDUCATION GEORGIA INSTITUTE OF TECHNOLOGY, COLLEGE OF COMPUTING Atlanta, GA Bachelor of Science in Computer Science May 2024 ● Minor: Industrial Design through the College of Design ● Concentrations: Human-Computer Interaction, Media ● Relevant Coursework: User Interface Design, Human Factors in Design, Graphic Design, Objects and Design\nLEADERSHIP ALPHA KAPPA PSI (Professional Co-Ed Fraternity) Atlanta, GA Vice President of Membership May 2023 – Present ● Spearheading a team of 7 members to deliver an equitable 3-day recruitment experience for 120+ attendees ● Facilitating weekly 3-hour learning sessions, benefiting a cohort of 20 new members seeking professional development ● Collaborating with the executive board to pass changes to show appreciation to hardworking and tenured members Other Leadership Roles: DEI Committee Head, Director of Special Events, Director of Professional Programming\nSKILLS/INTERESTS Design Tools: Figma, Adobe InDesign, Adobe Illustrator, Adobe Photoshop, Miro, LucidSpark, GoogleJamboard Technical: Java, CSS, HTML, Python, C, GBA Programming, Object Oriented Programming UX/UI Design: Wireframing, Prototyping, UI Design, Design Systems, Workshopping, Interaction Design, Emotional Design Research: User Interviews, Surveys, Personas, Journey Mapping, Competitive Analysis, Usability Testing Interests: Vegetarian Food, Outdoor Adventures, Bollywood Films & Music","firstName":"Skanda","lastName":"Sriganesh"},{"_id":"650dffc0cab43c205a3404e5","rawText":"AVYAKTHA PARUCHURI 405-549-8884 • Atlanta, GA • aparuchuri8@gatech.edu • US Citizen • www.linkedin.com/in/avyakthap\nEDUCATION GEORGIA INSTITUTE OF TECHNOLOGY, Scheller College of Business Atlanta, GA Bachelor of Science in Business Administration August 2022 -Present • Concentration: Finance GPA: 3.86 • Study Abroad: Georgia Tech Europe Summer 2024 • Relevant Coursework: Marketing Management, Introduction to Python, Introduction to Financial Markets and Global Economy • Scholarships: Zell Miller Scholarship (100% Tuition Covered)\nEXPERIENCE CHIPOTLE MEXICAN GRILL, INC. Marietta, GA Restaurant Crew Member March 2022 – July 2022 • Improved store atmosphere by using soft skills in interaction with customers during preparation of orders and restocking items • Trained incoming members to improve efficient delivery on various mobile and line orders to more than 60 customers a day • Managed supply inventory and oversaw cashier duties to improve overall profit for the store by $2,600 by the end of the shift Goldman Sachs Online Undergraduate Virtual Insight Series Program May 2023 – June 2023 • Participated in a four-week remote program to gain knowledge on Goldman Sachs's culture in various businesses and sectors • Refined interview skills by identifying strengths and weaknesses from workshops and peer discussion boards led by employees • Grew networking connections by 50% through live employee Q&As and viewing peer submissions on the virtual dashboard\nLEADERSHIP Allocations Committee Atlanta, GA Selection Committee Member January 2023 – April2023 • Responsible for reviewing applications and allocating funds to initiatives that help student organizations facilitate their events • Advanced the allocation process through logical skills and improving weaknesses that may undermine certain organizations • Created a confident environment for student organizations by facilitating 1:1 session to improve their proposals and speeches • Developed communication skills to effectively aid in allocating $31,000 to 8 student organizations with varied goals and themes Varsity Tennis Marietta, GA Team Captain, 4-year Varsity Scholar Athlete January 2019, May 2022 • Practiced and played in matches for 30 hours each week to improve weaknesses based on problems faced from prior weeks • Improved team involvement by suggesting team bonding events and became a mentor for 10 incoming younger players • Participated in both singles and doubles matches, improving overall team performance and number of matches won by 50% • Earned various sports awards like Coach's\nAward (3x), All Region Team (2x), GRIT Award, All County Team, Scholar Athlete (4x)\nPROJECTS POPE HIGH SCHOOL Marietta, GA AP Seminar Research Paper August 2021– May 2022 • Analyzed the financial literacy of high schoolers in my community by sending surveys to 25 students of various backgrounds • Combined research from scholarly sources/own findings/current articles as well as presentation skills to earn a 4 on the exam • Presented to an audience who were not aware of finance to impact their knowledge on the curriculum of financial literacy STANFORD ARTIFICIAL INTELLIGENCE CAMP Online Completion Inspirit AI Scholars Program December 2020 – January 2022 • Trained on Google Collab for 5 hours a week during the first half of the program through a mentorship experience • Collaborated with group of 3 others from different countries to create a website with personal guidance from Stanford student • Created and presented a website to differentiate between benign and malignant cells with a given patient's image\nSKILLS/INTERESTS Languages: Telugu (native), Spanish (intermediate), English (fluent) Technology: Google Collab for Coding, Office 365 and Google Suite, Adobe Illustrator/InDesign, Python, HTML Affiliations: Financial Management Association, SAA Allocations Selection Committee, Alpha Kappa Psi Certifications: Governor's Honors Program State Level (Math), AP Capstone Completion Awards: Georgia Merit Scholar, National Advanced Placement Scholar (College Board), GRIT Award (Varsity Tennis) Volunteer: 2-day Breast Cancer Walk, Food4Lives, Habitat4Humanity, Grady Hospital Inpatient Care Interests: Tennis, Stock Markets, Traveling, Statistics, Photography, Indian Movies","firstName":"Avyaktha","lastName":"Paruchuri"},{"_id":"650e025bcab43c205a3404e7","rawText":"Lily Littrell Atlanta, Georgia | 404-934-5159 | lilylittrell@gatech.edu | www.linkedin.com/in/lilylittrell | US Citizen\nEDUCATION GEORGIA INSTITUTE OF TECHNOLOGY, Scheller College of Business Atlanta, Georgia Bachelor of Science in Business Administration August 2022 - May 2026 • Concentration: Information Technology Management •Honors: HOPE Scholarship\nEXPERIENCE A-TOWN SHOWDOWN Atlanta, Georgia Finance Chair June 2023 - Present • Create and manage a 75k+ budget for a multi-day national college dance competition • Managing operations for a showcase competition with 15+ participating teams • Fundraising through grassroots events and strategic partnerships through March 2024 • Collaborating with a team of 15+ members and communicating through weekly meetings GEORGIA YOUTH JUSTICE COALITION Atlanta, Georgia Finance and Operations Director August 2023 - Present • Created crucial financial and operations infrastructure for the corporation, including payroll systems, non-profit registration, employee handbook, organization policies, and annual budgets • Improving financial efficiency by approving weekly timesheets and managing payroll for 55+ staff members across two organizations, including independent contractors and employees • Designed and launched a grassroots strategy reaching local, statewide, and national donors through fundraising canvassing and funder events; $55,000 grassroots dollars raised to date • Cultivating relationships with institutional funders through meetings and grant reports; $450,000 secured in grants to date Deputy Director of Finance and Operations Oct 2022 - Present • Improving financial efficiency by approving weekly timesheets and managing payroll for 45+ student organizers • Maintaining the general well-being of the internal structure of the organization with a team of three • Ensuring financial stability by reviewing budgets of over $1.3 million for the nonprofit organization • Obtaining grants for GYJC and GYJC for Action by writing grant proposals and meeting with donors nationwide Community Organizer Director Aug 2021 - March 2022 • Protected Gwinnett Voters by leading a team of 15+ high school students to solve multifaceted legislative problems • Taught students how to write and deliver meaningful testimonies at the State Capitol to advocate for voting rights • Championed for thousands of marginalized voters in Gwinnett County on record through Georgia Legislative hearings • Defeated racially motivated attacks on fair representation of diverse board members ofGwinnett School District 4 Research Director May 2021 - August 2021 • Initiated a team of students to effectively educate voters on candidates' policy positions in Georgia down-ballot races • Informed voters by quantifying and compiling data on voting records and campaign finances into succinct one-pagers • Collaborated with a digital design team to communicate the data through 10+ digestible voter-friendly graphics • Improved voter literacy and turnout by coordinating voter engagement strategies with local elected officials\nSKILLS/INTERESTS Skills: Coalition Building, Relational Organizing, Team-Based Projects, Project Management, Problem Solving Publications: Op-Ed for Public Voices for Public Schools, Interviewed by the AJC Awards: Community Empowerment Award presented by NAACP Youth & College, Mi Familia Vota, GYJC Interests: Tennis, Languages, Cooking/Baking, Dogs, Travel, Music, Indian Classical Dance, Formula 1","firstName":"Lily","lastName":"Littrell"},{"_id":"650e0339cab43c205a3404e8","rawText":"GARY SHYBI THOMAS Atlanta, GA • (770) 361-6062 • gthomas83@gatech.edu • linkedin.com/in/garyshybi • U.S. Citizen\nEDUCATION Georgia Institute of Technology Atlanta, GA Bachelor of Science in Industrial and Systems Engineering August 2020 – December 2023 • Concentration: Data Science & Analytics GPA: 3.7/4.0 • SAT: 1580/1600 • Minor: Computer Science – Human Computer Interaction • Relevant Coursework: Decision Data Analytics, Data Input & Manipulation, Data Structures & Algorithms, Simulation Analysis & Design, Constraint Programming, Engineering Optimization, Applied Probability, Managerial Accounting\nEXPERIENCE American Express New York, New York Digital Product Management Intern May 2023 – August 2023 • Leveraged UX insights from 55,000 Checking Accounts to identify feature gaps and propose 3 market growth opportunities • Managed feature discovery across 16+ teams to gather requirements, design prototypes, and create implementation roadmap • Communicated backend dependencies and UI specs via 3 JIRA tickets to heighten account visibility and raise CSAT scores National Cash Register (NCR) Atlanta, GA IT Business Analyst Intern May 2022 – August 2022 • Refined 23 user stories and 4 production bugs in JIRA to create and enhance value for users on revenue-generating platform • Presented usage reports and UX flows for 70,000+ MyNCR users via dashboards by integrating Adobe Analytics into app • Published support documentation in Figma to facilitate migration of 50,000 accounts to standardized e-commerce portal Georgia Tech Tutoring and Academic Support (TAS) Atlanta, GA Student Assistant, Mentor January 2022 – Present • Constructed database of 207 courses to better communicate 1-on-1 tutoring availability to students requiring assistance • Optimized scheduling logistics for student assistants to create work schedules that considered individual time constraints • Provided daily service and assistance to 9500+ faculty and students seeking academic resources and support each semester CITITAX Associates Lawrenceville, GA Accounting Intern May 2018 – December 2021 • Created 10,000+ journal entries in QuickBooks Pro Advisor, enforcing accurate tracing of expense and cash flows biweekly • Streamlined the tax reporting process for 34 clients by organizing datasets in MS Excel to highlight key financial statistics\nPROJECTS The Real Cost of Fast Fashion Atlanta, GA Georgia Institute of Technology - Research Presentation August 2021 – December 2021 • Compiled and cleaned 12 government datasets utilizing HTML web-scraping, BeautifulSoup, Pandas, and API querying • Generated data visualizations using NumPy, Python, and SQL querying and presented a thorough quantitative analysis of the positive correlation between textile production and emission rates on a global scale Chadian Guinea Worm Disease Eradication Efforts Atlanta, GA The Carter Center – Research and Development August 2020 – December 2020 • Ideated 3 targeted user personas to account for user quality of life and stakeholder constraints while evaluating prototypes • Prototyped surveying model for compiling direct contact data from 15+ local Chadian villages to trace disease transmission\nLEADERSHIP Alpha Kappa Psi (Epsilon Sigma Chapter) Atlanta, GA Vice President of Marketing November 2022 – Present • Increased rush attendance by 71% and community outreach by ~300% through curated advertisement and keynote pitches • Orchestrated creative social events and weekly outings to promote bonding between 70+ members and increase engagement • Implemented and maintained marketing calendar to outline prospective advertising goals and sponsorship of key posts First-Year Activities Board (FAB) Atlanta, GA Senior Executive Officer August 2020 – May 2023 • Expanded online and campus presence by 330% through targeted marketing strategies and cooperative joint campaigns • Budgeted and allocated $42,000 across 15 novel events and 20+ internal bonding initiatives addressing first-year students • Mentored 61 undergraduates in managing timetables, advertising schedules, supplier interactions, and professional growth\nSKILLS/INTERESTS Programming: Python, SQL, Java, R, IBM ILOG CPLEX Studio, Git, Gurobi, Simio, MS Office (Excel, PowerPoint, Word) Languages: English (native), Malayalam (native), Spanish (intermediate) Recognitions: Faculty Honors, Dean's List, NRF Foundation Scholar, Presidential Scholar Candidate, National AP Scholar Interests: Video Editing, Reading, Performance Arts, Sketching, User-Oriented Design, Blood Donorship, Cooking","firstName":"Gary","lastName":"Thomas"},{"_id":"650e03a9cab43c205a3404e9","rawText":"Anisha Gurram (770) 881-5522 • anisha.gurram@gmail.com • linkedin.com/in/anisha-gurram • github.com/anishagrm • U.S. Citizen\nEDUCATION Georgia Institute of Technology Atlanta, GA Bachelor of Science – Computer Science Graduating May 2025 • Concentrations: Artificial Intelligence and Networking GPA: 3.92/4.00 • Relevant Coursework: Introduction to Artificial Intelligence, Data Structures and Algorithms, Computer Organization and Programming, Design and Analysis of Algorithms, Introduction to Computer Systems and Networks, Objects and Design\nEXPERIENCE State Farm Atlanta, GA Software Engineering Intern May 2023 – August 2023 • Constructed 2 Lambdas, 3 SNS, 2 SQS, and 2 DLQ on AWS to automate data loading for the Claims Knowledge Graph • Experimented with Apache Spark to optimize the performance of the data pipeline using Spark DataFrames and AWS Glue Software Engineering Intern June 2022 – July 2022 • Streamlined a 5+ step process of updating email templates by developing a web application using React.js and AWS Cloud • Implemented a user-friendly interface for business personnel by creating a frontend using Material UI and React Bootstrap • Built backend infrastructure on AWS by programming 12 Lambda functions and stratifying user data in DynamoDB tables Google Computer Science Summer Institute Remote Google CSSI Scholar July 2022 – August 2022 • Designed a webpage to curate NASA media using NASA's Image and Video library API, JavaScript, HTML, and CSS • Engineered 15+ projects including advanced web games, a GIF generator, and quizzes to learn web development principles University of New Hampshire Interoperability Laboratory Remote Software Engineering Intern July 2021– August 2021 • Created website for National Institute of Standards and Technology to assess networking capabilities ofgovernmental devices • Increased assessment efficiency by 25% by constructing a web application using EJS Templates and XML HTTP Requests\nPROJECTS Recruitment Application January 2023 – Present • Allows applicants to sign up for recruitment and mark attendance at events while updating Firebase with inputted data • Built a frontend using React.js that displays applicant data as cards containing their picture, information, attendance, and surveys Resume Searching Platform March 2023 – Present • Scrapes user resume and uploads data to MongoDB allowing keywords found in resume to be associated with that user • Features an optimized search algorithm that takes in keywords and offers resumes that contain information related to keyword\nLEADERSHIP Alpha Kappa Psi (Professional Business Fraternity) Atlanta, GA Executive Vice President April2023 – Present • Overseeing the software development team (3 ongoing React applications) and consulting group within the fraternity • Working with other executive team members to ensure fraternal activities run smoothly and address issues presented by brothers • Practicing product management using Agile Development when assigning and developing stories for the software team\nSKILLS/AWARDS Programming: Java, HTML, JavaScript, TypeScript, Python, CSS, LC3 Assembly, C, Terraform Frameworks: React.js, React Bootstrap, Node.js, Material UI, TinyMCE, EJS Templates Cloud: AWS Lambda, AWS Pinpoint, AWS API Gateway, AWS DynamoDB, MongoDB, Firebase, Azure Languages: English (Native), Telugu (Native), Spanish (Conversational) Affiliations: Society of Women Engineers, Girls Who Code (Facilitator), GT Figure Skating Club Awards: Georgia Certificate of Merit, National Merit Finalist, 6th place (Management Decision Making) in FBLA NLC Interests: Ice Skating, Hiking, Traveling, Painting, Proof-Based Math, International Cuisine, Crossword Puzzles","firstName":"Anisha","lastName":"Gurram"},{"_id":"650e040ecab43c205a3404ea","rawText":"HIMANEE HENDRE 908-265-6348 • himanee.hendre@gmail.com •New Jersey • www.linkedin.com/in/himanee-hendre • US Citizen\nEDUCATION Georgia Institute of Technology Atlanta, GA Bachelor of Science in Industrial Engineering Fall 2023 • Concentration: Analytics and Data Science GPA: 3.80/4.00 • Coursework: Machine Learning, Data Structures and Algorithms, Data Input and Manipulation, Regression/Forecasting, Stats • Awards: Honor Roll, Dean's List, KEAN University UCSTEP Leadership Award, Volunteer of the Month of Fanwood Township\nEXPERIENCE BlackRock New York, NY Portfolio Analytics Intern June 2023 – August 2023 • Increasing stakeholder productivity by 30% by developing a Streamlit interface which provides financial views and advanced analytics of 100,000+ securities for senior executives resulting in a central hub of information to drive data-powered decisions • Building an automated Tableau dashboard that highlights key metrics for 200,000+ portfolios by establishing data pipelines to APIs which allows clients to group $2 billion+ of assets resulting in statistical insights 10X faster than previous analysis methods • Conducting analysis of a $7-million fund leveraging financial data to understand the factors contributing to its underperformance NCR Atlanta, GA Data Analytics Intern May 2022 - August 2022 • Established clusters of ATMs by using natural language processing techniques and then advanced groupings by employing machine learning algorithms such as DBSCAN which utilized parameters such as geographic proximity, value, and sales volume • Constructed a predictive model to classify groupings of over 8000 ATMs to improve pricing initiatives and strategic marketing • Generated preliminary ATM classifications by performing aggregate analysis on 20+ variables utilizing Pandas and NumPy Old Navy Watchung, NJ Retail Representative May 2021 - July 2021 • Decreased average customer wait time by 20% by identifying the main faults and inconsistencies in the check-out process • Maintained tact and diplomacy in a fast-paced environment while facilitating communication between customer and management • Managed complete store inventory by utilizing point-of-sale system and database that contained over 2000 distinct items LEADERSHIP Institute of Industrial and Systems Engineers Board Atlanta, GA Vice President- Student Development January 2023 - Present • Supervise a committee of 10+ people to plan 20+ diverse events each semester to meet the varying needs of 1500 ISYE students • Direct scholarship administration of $2000+ by creating a curriculum of criteria to ensure fair distribution to promising students Community Consulting Project Manager January 2021 – December 2021 • Assessed technical issues of 3 nonprofits by using models to increase business efficiency and analyze corporate operations • Oversaw a team which customized a website for streamlined user experience and optimal showcasing of business procedures Alpha Kappa Psi (Professional Co-ed Business Fraternity) Atlanta, GA Recruitment Project Manager January 2023 – May 2023 • Headed a team of 7 people to develop an in-depth plan for a four-day recruitment cycle and managed a budget of roughly $2000 • Created a structured timeline and coordinated with 5+ external organizations to ensure a successful recruitment for 100+ attendees\nPROJECTS Machine Learning Spotify Success Predictor September 2022 - December 2022 • Gauged the potential success of a song by training regression, random forest, and SVM models on 20+ varying attributes • Conducted comprehensive data pre-preprocessing on 500,000+ songs which lead to a 95% accurate model classification rate Student Dataset Linear Regression Analysis January 2022 - May 2022 • Identified influential student data points by performing checks of multicollinearity, correlation, and outlier tests utilizing RStudio • Determined the most significant predictor variables of student performance by utilizing residual analysis and variance trends among several populations to determine which transformative models best fit the datasets validated via the largest R2 value Bank Management Service Database January 2022 - May 2022 • Designed a database which stored banks, accounts, users, etc. with logical relationships prevalent between all 30+ schemas • Implemented 19 stored procedures and 5 views which calculated valid account withdrawals, accrued interest, payroll and more\nSKILLS/INTERESTS Skills: Machine Learning, Python, Java, R, HTML, SQL, AUTOCad, Tableau, Simio, OnShape, Microsoft Office Suite Affiliations: Institute of Industrial and Systems Engineers, Alpha Kappa Psi, Data Science Club Languages: English (Fluent), Spanish (Intermediate) Interests: English Premier League (Manchester City), Running/Working Out, Food, Soccer, Music","firstName":"Himanee","lastName":"Hendre"},{"_id":"650e0470cab43c205a3404eb","rawText":"SRIVYA SABBELLA srivya@gmail.com | 470-244-4706 | www.linkedin.com/in/srivya-sabbella | U.S. Citizen\nEDUCATION GEORGIA INSTITUTE OF TECHNOLOGY Atlanta, GA ● Bachelor of Science in Computer Science June 2021-May 2025 ● Threads: People and Media (Minor: Psychology) GPA: 3.6/4.0 ● Awards & Honors: Zell Miller Scholarship, Dean's List ● Relevant Coursework: Data Structures and Algorithms, Object Oriented Programming, Computer Organization\nSKILLS/INTERESTS Programmming: Java, Python, C, x86 Assembly, React, Android Studio, HTML, CSS, JavaFX Skills: Microsoft Suite (Excel, Powerpoint, Word), Figma, Jira, GitHub, Google Cloud Platform Languages: English (fluent), Spanish (fluent), Telugu (native)\nAffiliations: Alpha Kappa Psi (Business Fraternity), Bits of Good Design, Product Management Club, Design Club\nAwards: Microsoft Office Specialist, National Spanish Exam Gold, Spanish Composition Superior Interests: Pop/Rap music, Painting, Bollywood Dance, Food, Traveling, Content creating, Rom-coms, Volunteering\nEXPERIENCE The Home Depot Johns Creek, GA Product Management Intern May 2023-August 2023 ● Extracted customer insights and trends regarding returns by analyzing returns survey for 5,000 responses ● Identified key customer pain points with the current exchange process by listening to 66 customer calls ● Provided valuable competitor strengths in exchanges by researching and performing an exchange at 6 retailers ● Designed an unconstrained future state process map by ideating and collaborating cross functionally with teams Iron Mountain Johns Creek, GA Technical Product Management Intern May 2022-August 2022 ● Wrote user stories for development of mortgage dashboard by communicating 30+ preferences with client and UX ● Ideated 80+ test cases and performed user acceptance testing to eliminate any front-end functionality errors ● Refined representations of machine learning models by document typing and splitting 100+ files using a VM ● Revised readability of a data collection of epics by 40% using python program to minimalize rows in spreadsheet\nPROJECTS Health Informatics on Fast Healthcare Interoperability Resources Atlanta, GA Full Stack Developer (Vertically Integrated Project Team) January 2023-Present ● Creating interconnected system between front- and back-end of FHIR enabled application by implementing API ● Testing API functionality by making sample use cases and inputting them in Postman to configure any errors ● Enhancing application by developing front-end features such as resource list page and contact us page with React Campus Discovery Applicaton Atlanta, GA Objects and Design Group Project September 2022- December 2022 ● Built a fully functional GT campus discovery app with features to add, delete, and edit events using Android Studio ● Developed a campus map consisting of event locations and a user RSVP list that allows hosts to track guests\nLEADERSHIP & ACTIVITIES GT Product Club Atlanta, GA Director of Marketing January 2023-Present ● Strengthening engagement from club members by 10% with the rebrand of GTPM on social media using Canva ● Determining effective marketing methods and attractive design strategies by collaborating with members & board Bits of Good Design Atlanta, GA UXDesign Bootcamper September 2022- November 2022 ● Redesigned existing cooking applications by improving navigation flow with filters to narrow down recipes ● Conducted UX research for eating habits of students on campus by administering interview/survey to 15+ people Alpha Kappa Psi Atlanta, GA Social Media &Philanthropy Director May 2022- December 2022 ● Reached an audience of 1,000+ members of the GT community by advertising social and professional events ● Enhanced accessibility to service opportunities for members by reaching out to 10 local organizations","firstName":"Srivya","lastName":"Sabbella"},{"_id":"650e055acab43c205a3404ec","rawText":"SAMIRA CINGIRIKONDA US Citizen • Cumming, GA • (484) 473-4467 • scingirikonda3@gatech.edu • linkedin.com/in/samiracingirikonda\nEDUCATION GEORGIA INSTITUTE OF TECHNOLOGY, College of Sciences Atlanta, GA BS Psychology Candidate May 2026 • Scholarships: Zell Miller Scholarship Recipient GPA: 3.69/4.00 • Relevant Coursework: Chemical Principles 1/2, Organismal Biology, Personality Theory, Engineering Psychology, Human Development, Physics 1, Linear Algebra, General Psychology, Integral Calculus Alliance Academy for Innovation Cumming, GA High School Diploma May 2022 • Honors and Awards: Governor's Honors Program County Finalist GPA: 4.38/4.00 • Leadership: Lead HOSA Competition Chair, President of Science Olympiad, National Science Honors\nEXPERIENCE Child Study Lab Atlanta, GA Research Assistant January 2023 - Present • Organize 140+ recruitment facilities for potential participants in a longitudinal speech acquisition study • Assemble and prepare paperwork such as consent forms and inventories to streamline participant visits • Consolidate Statement of Operation protocols to aid other research assistants while recording sessions • Code participant session videos using Interact Manigold to convert qualitative data into quantitative data Peach Clinic Cumming, GA Intern / Medical Assistant September 2020 - August 2022 • Performed triage efficiently and prepared bloodwork stations to optimize care of 40+ patients in a clinic • Attended to pediatric patients with individualized techniques like verbal repetition to ensure comfort • Scribed physician notes in EClinical Works (ECW) to accurately capture patient-doctor interaction • Ensured proper billing for 50+ patients by supervising transfer of financials between 3rd-party and clinic Eye Level Cumming, GA Tutor January 2022 - April 2022 • Provided support in three fundamental subjects to enhance the learning environment for 5 to 7-year-olds • Evaluated and presented specialized feedback on homework and practice tests to facilitate healthy learning • Established a supportive and comfortable atmosphere to motivate children through positive affirmations • Incorporated interactive teaching and game-based learning to allow for better understanding of material\nLEADERSHIP HOSA Cumming, GA Lead Competition Chair August 2020 - May 2022 • Registered 250+ members for state qualification testing and state leadership conference in a timely manner • Informed all relevant parties on updated policies and rules to minimize any confusion during competition • Supervised and led competition committee members through weekly team meetings and progress checks Science Olympiad Cumming, GA Vice President / President August 2018 - May 2022 • Mentored underclassmen on vital responsibilities of leadership positions to prepare them for future years • Planned team meetings and mock events to prepare team member for state and county level invitationals • Implemented an efficient way to organize 30+ members into various events to maximize time for practice\nSKILLS/INTERESTS Skills: Patient Triage, Hearing/Vision Exams, COVID/Flu tests, Medical Scribing Certifications: HIPPA, OSHA, TIMS, FEMA Languages: English (native), Telugu (fluent), Hindi (conversational) Affiliations: First Year Activities Board, Stamps Mental Health Committee, Student Hospital Connections Interests: Baking, Cooking, Dance, Sitcoms, Mental Health, Music","firstName":"Samira","lastName":"Cingirikonda"},{"_id":"650e05fccab43c205a3404ed","rawText":"Mrinal Chanshetty Atlanta, GA | 704-497-2588 | mchanshetty3@gatech.edu | mrinalchanshetty.com | U.S. Citizen\nEDUCATION Georgia Institute of Technology – College of Computing Atlanta, GA Bachelor of Science in Computer Science August 2020 – December2023 • Concentrations: Intelligence and Systems Architecture GPA: 3.9/4.0 • Relevant Coursework: Data Structures, Machine Learning, Artificial Intelligence, Automata, Algorithms • Honors: National Merit Scholar, Faculty Honors (Fall 2020 – Spring 2021, Spring 2022 - 2023), Dean's List (Fall 2021) • Study Abroad Semester: Georgia Tech-Lorraine in Metz, France (Spring 2022)\nPROFESSIONAL EXPERIENCE Deloitte Atlanta, GA Software Engineering Analyst June 2023 – August 2023 • Worked full-stack on a chatbot proof-of-concept for a national retailer to be used internally by store employees • Implemented login UI in React to enable internal and client-side testing with multiple different users • Improved accuracy of Milvus Vector DB search over 100 policy documents to retrieve more relevant data sources • Leveraged prompt engineering strategies to fine-tune chatbot responses given client feedback American Express Phoenix, AZ Software Engineering Intern (Virtual) May 2022 – August 2022 • Automated expense reporting by constructing a triggered receipt-capture workflow in the Azure Cloud environment • Extracted transaction data from an image of a receipt with 90%+ accuracy using Microsoft Form Recognizer • Programmatically inserted receipt data into a SQL database with a Python script to match it with credit card data OSIsoft San Leandro, CA Software Developer Intern (Virtual) May 2021 – August 2021 • Generated over 1000 internal downloads of an API documentation tool by maintaining and fixing 20+ bugs in C# • Migrated three crucial package dependencies to Azure Artifacts within a two-week deadline using NPM • Customized the documentation tool by hosting bi-weekly meetings with members of other cloud teams • Automated the republishing of three internal applications when code changes were detected using YAML scripts\nPROJECTS in n out Atlanta, GA\nPersonal Finance Tracker November2022 - Present • Built a personal finance application using React Native to keep track of daily spending and transactions • Connected Express backend to MongoDB database to store data and authenticate users • Iteratively deployed new features and app design to third-party hosting Expo for friends and family to test Alpha Kappa Psi Rush Website Atlanta, GA Software Team Project Manager June 2022 - Present • Spearheaded upkeep of the organization's rush website using React connected to a Google Firebase backend • Streamlined attendance tracking of over 150 members at rush events by replacing a manual, form-based process • Organized biweekly meetings with developers to delegate tasks off the team Jira board\nSKILLS • Programming: Java, C#, JavaScript, Python, Swift, SQL • Software/Frameworks: Django, MongoDB, Microsoft Azure DevOps, Microsoft Azure, React, Google Firebase • Languages: English (Native), Hindi (Fluent), Spanish (Conversational) • Affiliations: CS + Social Good, Briaerean Honor Society, Alpha Kappa Psi (Professional Business Fraternity) • Certifications: Microsoft Azure Fundamentals, AWS Certified Cloud Practitioner • Interests: Formula 1, NYT Crossword Puzzle, Trivia, Basketball, Film, Tutoring, Travel","firstName":"Mrinal","lastName":"Chanshetty"},{"_id":"650e0f47cab43c205a3404ee","rawText":"Srikar Bhumireddy 484-795-9935 | sbhumireddy6@gatech.edu | linkedin.com/in/srikar-bhumireddy/ | srikarrb12.github.io/personalwebsite/ | U.S. Citizen\nEducation Georgia Institute of Technology Atlanta, Georgia Master of Science in Computer Science: Concentration in Machine Learning Expected Graduation: May 2025 Bachelor of Science in Computer Science Expected Graduation: May 2024 - Concentrations: Artificial Intelligence and Information Internetworks GPA: 3.9 - Relevant Coursework: Data Structures & Algorithms, OOP, Computer Systems & Organization, Artificial Intelligence, Database Systems\nWork Experience Capital One Financial Corporation Richmond, Virginia Software Engineering Intern June 2023 – August 2023 • Restrategized intern-to-team placement process by conducting user-centered research through bi-weekly collaboration with stakeholders • Increased matchmaking eficiency by 40% by devising goal-oriented linear programming Python algorithm using NumPy & PuLP • Developed Angular front-end in Agile workflow with DynamoDB back-end and deployed UI on AWS EC2 & algorithm on Lambda State Farm Insurance Atlanta, Georgia Software Engineering Intern May 2022 – December 2022 • Designed and built full-stack internal application for 1000+ employees to streamline process of updating client email templates in cloud • Integrated ReactJS + libraries with AWS API Gateway and Lambda to connect to DynamoDB and Pinpoint to improve UX and security • Developed AWS infrastructure as code using Terraform and incorporated Jest testing framework to perform unit testing in Agile workflow Mini City Inc. Atlanta, Georgia Software Engineering Intern January 2022 – May 2022 • Identified ineficiencies in company workflow and designed application to improve operational eficiency & reduce workload on admin • Built REST APIs in Java to automate mailing & processing of critical documents and persisted data using SQL with MySQL database • Incorporated token hashing system to increase security of government-issued documents & deployed application with Docker on AWS ECS DappLogix Software Pvt. Ltd. Remote Student Intern December 2019 – February 2020 • Explored artificial intelligence, machine learning, and neural networks and observed their application in the real world • Applied supervised learning using TensorFlow to train & test neural network to detect the number of fingers held up on human hand\nLeadership Philadelphia Children's Foundation Philadelphia, Pennsylvania Co-Founder of Western Suburbs Chapter March 2018 – August 2022 • Coordinated donations of 500+ computers (to date) to various underprivileged youth resulting in improvement of their academic skills • Corresponded with numerous companies, organizations, and neighborhood families to collect unused electronic devices and accessories • Organized volunteer events among schools and community to aid in refurbishing and imaging of computers with Linux Xubuntu\nProjects AVA Digital Human Atlanta, Georgia Research August 2022 – Present • Developed ReactJS user interface to visualize conversation and integrated automatic speech recognition (ASR) and text-to-speech (TTS) • Leveraged task-oriented & open-domain dialogue agents (GODEL) to generate natural responses and set up Flask API to call Python script • Extended UI capability to scrape HTML elements from websites in real-time with Google Puppeteer and process & pass data to model Heart Disease Detector Atlanta, Georgia Team Lead September 2021– May 2022 • Created machine learning model using Gaussian Native Bayes algorithm to predict heart disease in patients with over 80% accuracy • Designed ReactJS front-end with Bootstrap styling and built API using Flask to connect to Python script containing model on the back-end • Outlined action plan for team's goals and led weekly team meetings and guided and monitored team members on their progress. Credit Card Website Downingtown, Pennsylvania Personal ProjectJuly 2021– August 2021 • Brainstormed and conceptualized solutions to dificulties of managing several credit cards and designed page wireframe with Balsamiq • Created front-end of webpage using HTML, CSS, and JavaScript, and utilized MySQL, Java, JDBC, and Spring Boot to create back-end\nSkills and Interests Programming: Java, Python, JavaScript, HTML, CSS, ReactJS, Angular, TypeScript, C, Assembly, Terraform, SQL Other: Docker, MySQL, Git, REST APIs, Lambda, API Gateway, DynamoDB, ECS, Pandas, SciKit-Learn, Jest, Linux, TensorFlow, JUnit, NodeJS Hobbies: Street Basketball, Rap and Songwriting, Stock Trading and Investing, Dance, Tennis, Food, Cinematography, Vlogging","firstName":"Srikar","lastName":"Bhumireddy"},{"_id":"650e0fc8cab43c205a3404ef","rawText":"PRANAV VISWANADHA Atlanta, GA | (678) 749-9150 | pviswanadha3@gatech.edu | https://www.linkedin.com/in/pranav-viswanadha/ | U.S. Citizen\nEDUCATION GEORGIA INSTITUTE OF TECHNOLOGY Atlanta, GA Bachelor of Science – Industrial Engineering May 2025 • Concentration: Analytics and Data Science GPA: 4.00/4.00 • Relevant Coursework: Engineering Optimization, Data Input/Manipulation, Regression & Forecasting, Databases • Honors: ACT: 36, Dean's List (4 Semesters), National Merit Scholar, Zell Miller Scholar\nWORK EXPERIENCE CAPITAL ONE McLean, VA Business Analyst Intern June 2023 – August 2023 • Expanded fraud coverage by a total of ~$21 1k by creating five logic-based defenses through cross-divisional analysis • Increased defense hit rates by ~360% by identifying high-risk accounts through exploring trends in millions of past cases • Aided initiative to better information-sharing across fraud divisions by spearheading Small Business Bank data analysis SOUTHFIELD GROUP LLC Alpharetta, GA Consulting Intern January 2020 – May 2021 • Communicated partner services and developed corporate relationships by authoring 3 growth strategy presentations • Saved 15 working hours by organizing database through engineering Excel method using multiple functions and formulas • Improved click rate across all communication channels by ~68% and drove sales by designing company LinkedIn page\nPROJECTS GEORGIA INSTITUTE OF TECHNOLOGY Atlanta, GA Efficacy of Supermarket Intervention in Food Deserts May 2022 – Present • Identifying factors that hinder healthy food consumption by modeling the supply chain of how groceries arrive to retailers • Exploring solutions to remove obstacles of healthy food consumption by conducting surveys and analyzing data in Python • Publishing findings on challenges and solutions to increase healthy food consumption in food deserts to Nutrients journal AMBSE InnovATL Sports Business Case Competition September 2021– November 2021 • Analyzed Atlanta Falcons' retail data to chart consumer purchasing patterns and trends using SQL, DB2, and Python • Expanded Gen-Z fanbase and fostered corporate partnerships by creating reward system for each interaction with the team • Awarded 1 st place out of approximately 85 teams by presenting solution to board of AMBSE high-level executives\nEMORY WINSHIP CANCER INSTITUTE Atlanta, GA Graft-versus-Host-Disease: Etiology and Strategies for Prevention and Treatment June 2020 – July 2020 • Conducted research by investigating various cancers & diseases under the mentor guidance of leading Emory oncologists • Authored a 3,000-word literature review on the efficacy of regulatory T-cells to combat Graft-versus-Host-Disease • Increased awareness of revolutionary T-cells by presenting findings to 80 peers and a panel of scientists & professors\nLEADERSHIP EXPERIENCE GEORGIA TECH SPORTS BUSINESS CLUB Atlanta, GA Vice President of Communications and Logistics May 2022 – May 2023 • Amplifying sports business knowledge on campus by coordinating speaking events with sports icons for 40 members • Liaising between faculty and executive board to settle any venue conflicts by serving as main end-to-end point of contact • Informing members on meeting details and summaries by drafting 2 biweekly mass email announcements SCIENCE OLYMPIAD TEAM Milton, GA Co-Captain August 2018 – May 2021 • Supervised team of 50+ members during practices multiple times a week and multiple competitions throughout the year • Retained 96% of club members and drove increased participation by developing virtual club structure during pandemic • Placed Top 4 at competitions (13x Regionals, 5x Regionals, 1x State) by competing and delegating work amongst coaches\nADDITIONAL INFORMATION Skills: Python, SQL, Tableau, Advanced Microsoft Office (Excel, PowerPoint, Word), LaTeX Affiliations: GT Sports Business Club, Alpha Kappa Psi, Undergraduate Consulting Club, Boy Scouts (Eagle Scout) Languages: English (Native), Telugu (Conversational) Interests: Sports (Basketball, Football, Cricket), Rock Climbing, Hiking, Traveling, Cooking, Healthcare Policy","firstName":"Pranav","lastName":"Viswanadha"},{"_id":"650f90d7cab43c205a3404f0","rawText":"VAISHNAVI VUYYURU 470-767-4367 • Atlanta, Georgia • vvuyyuru3@gatech.edu • linkedin.com/in/vaishnavivuyyuru • U.S. Citizen\nEDUCATION GEORGIA INSTITUTE OF TECHNOLOGY, Scheller College of Business Atlanta, Georgia Bachelor of Science in Business Administration August 2021– December 2024 • Concentration: Information Technology Management GPA: 4.00/4.00 • Minor: Leadership Studies • Honors: Zell Miller Scholarship, Faculty Honors, Dean's List • Relevant Coursework: Business Analytics, Quantitative Analysis, Foundations of Strategy, Operations Management\nEXPERIENCE NCR CORPORATION Atlanta, Georgia Product/Program Management Intern May 2023 – August 2023 • Benchmarked and measured over 10 OKRs and provided an executive-level report by producing a mega Smartsheet dashboard • Mined, cleaned, & aggregated data sets with 200k+ rows using Power Query & Power BI to enhance visualization of unsold PIDs • Optimized PM time/resource allocation through the automation of Self-Checkout metric extraction by querying 4 databases GEORGIA INSTITUTE OF TECHNOLOGY Atlanta, Georgia Math 1711 Teaching Assistant August 2022 – May 2023 • Independently led biweekly classes of 25-30 students about the fundamental concepts of probability and matrix algebra • Constructed a positive, growth-focused environment where all students felt comfortable engaging daily and asking questions • Provided educational materials such as daily lesson plans and weekly homework packets that averaged a 97% completion rate CARPATHIAN FOUNDATION Eger, Hungary Funding and Strategy Intern June 2022 – July 2022 • Initiated impact measurement by creating a detailed report and presentation for the Emergency Response Fund for Ukraine • Crafted a long-term marketing and outreach plan with over 20 fundraising suggestions and ideas to aid in sustainable practices • Improved the organization's Western visibility and relationships by proofreading and rewriting 8 grant-related documents\nLEADERSHIP ALPHA KAPPA PSI – EPSILON SIGMA Atlanta, Georgia Diversity, Equity, and Inclusion Head; Chaplain December 2022 – Present • Spearheading DEI conversation initiative and organizing over 10 community town halls to increase awareness and education • Promoting and developing a safe space for members by maintaining and revising 4 policies regarding human resource topics A-TOWN SHOWDOWN Atlanta, Georgia President May 2023 – Present • Overseeing team of 54 people to efficiently run 3-day dance competition hosting up to 18 dance teams from around the nation • Coordinating with two national dance organizations to uphold established standards while serving as a key resource for VPs Vice President, Philanthropy June 2022 – May 2023 • Fundraised over $1,500 for and promoted the education of underprivileged children in impoverished Indian communities • Collaborated cross-functionally with other sub-committees to effectively communicate philanthropic mission and initiatives SCHELLER BUSINESS AMBASSADORS Atlanta, Georgia Scheller Business Ambassador January 2022 – Present • Exhibited clear communication when maintaining student/faculty relationships within the undergrad program of 1300 students • Facilitated individualized tours to greet incoming/prospective students & faculty, including recently appointed Dean of Scheller GT RAMBLIN' RAAS Atlanta, Georgia Finance Chair May 2022 – June 2023 • Managed revenue and expense portfolio of over $30,000 while maintaining trust with stakeholders via constant communication • Increased local business sponsorship engagement by 50% to promote cultural outreach in the greater Atlanta community\nSKILLS/INTERESTS Technology: Microsoft Office, Power Query, SQL, R, Tableau, PowerBI, HTML, Python, Smartsheet, Adobe Cloud Languages: English (Native), Telugu (Fluent), Spanish (Fluent), Hindi (Conversational), American Sign Language (Basic) Interests: Sewing, Embroidery, Crocheting, DJing, National Parks, Board Games, Dancing, Reading, Food Enthusiast","firstName":"Vaishnavi","lastName":"Vuyyuru"},{"_id":"650f9167cab43c205a3404f1","rawText":"ANSH MALBARI US Citizen • 678-978-0394 • Atlanta, Georgia • amalbari3@gatech.edu • linkedin.com/in/ansh-malbari/\nEDUCATION GEORGIA INSTITUTE OF TECHNOLOGY, Scheller College of Business Atlanta, Georgia Bachelor of Science in Business Administration, Information Technology Management May 2025 • Certificate: Operations and Supply Chain Management GPA: 3.83/4.00 • Scholarships: Zell Miller Scholarship, HOPE Scholarship • Coursework: Information Systems and Digital Transformations, Management Statistics, Foundations of Strategy\nEXPERIENCE IHG HOTELS AND RESORTS June 2023 – August 2023 Multi-Brand Solutions Intern Atlanta, Georgia • Analyzed 100+ guest surveys and recommended changes to in-room offerings which improved satisfaction points by 33% • Built an Excel dashboard to organize 1000+ compliance standards by region, brand, and publication date for use by SVPs • Solicited RFPs for new Dry Amenities project across the Americas region to direct sustainability efforts and reduce costs GEORGIA TECH FOOTBALL August 2023 – Present Fan Experience Intern Atlanta, Georgia • Execute new sales strategies to increase purchases of GT Football Season Passes by offering supplementary packages • Lead retrospective meetings to develop insights from event data and evaluate success of individual/team performance DISCOVER DESTINATION August 2018 – May 2020 Marketing Intern Suwanee, Georgia • Strengthened corporate relationships between the agency and 12 hotels for improved future services for clients • Created 4 promotional videos by using MS Video Editor and gathering data from historical performance • Restructured the company website to ease consumer interaction resulting in a 150% increase in web engagement\nPROJECTS 180 DEGREES CONSULTING January 2023 – Present Consultant Atlanta, Georgia • Furthering personal knowledge of real-world consulting techniques through initiative with the Powerful Project non-profit • Coordinating fundraising strategies by developing a pitch to showcase the organization for corporate sponsorships • Streamlined communications internally and externally by serving as the first point of contact with our professional client EPIC INTENTIONS January 2022 – May 2022 Consultant Atlanta, Georgia • Implemented a volunteer recruitment strategy by augmenting digital marketing, resulting in a 25% increase in membership • Utilized 4+ forms of electronic media to create training deliverables and improve organizational retention rate • Built a project charter to understand client needs and facilitated highly effective discussion forums through MS Teams\nLEADERSHIP YOUTH AGAINST CHILD TRAFFICKING (Y-ACT) August 2020 – July 2021 Co-founder Suwanee, Georgia • Recruited 10 officers and 50 members statewide through a series of interviews and trainings to create 3 chapters in first year • Partnered with well-established organization, Rescuing Hope, to create learning opportunities through virtual events • Promoted external efforts on social media platforms by producing informative graphics, increasing engagement by 30% FUTURE BUSINESS LEADERS OF AMERICA August 2018 – May 2020 President Suwanee, Georgia • Achieved competition success by leading comprehensive practices and facilitating meetings to hone junior members' skills • Generated member exposure to business practicum by making targeted introductions with various industry professionals • Overhauled executive board structure to improve team cohesiveness and made advances in new funding approaches\nSKILLS/INTERESTS Technical: MS Excel, MS PowerPoint, SQL, R, Tableau, Python, Canva Languages: English – native, Spanish – basic, Gujarati – native Awards: Georgia Merit Scholar, FBLA Networking Concepts- 3rd Place Region Finish, Academic Letter Recipient Activities: Alpha Kappa Psi, Georgia Tech Bhangra (dance team), Himalayan Children's Charities- Youth Ambassador Interests: Digital Art, Investing, Concerts, Car Culture, Fashion, Skateboarding, Interior Design, Poker, Beaches","firstName":"Ansh","lastName":"Malbari"},{"_id":"650f948dcab43c205a3404f2","rawText":"EKTA D. MISTRY Atlanta, Georgia 30313 • 770.580.9154 • emistry3@gatech.edu • linkedin.com/in/ekta-d-mistry • U.S. Citizen\nEDUCATION GEORGIA INSTITUTE OF TECHNOLOGY, College of Engineering Atlanta, GA Bachelor of Science in Industrial and Systems Engineering May 2025 • Concentration: Analytics and Data Science • Scholarships/Awards: Zell Miller Scholarship, Faculty Honors, Dean's List • Relevant Coursework: Engineering Optimization, Stochastic & Manufacturing Service Systems, Introduction to Database aaa Systems, Data Input/Manipulation, Basic Statistical Methods, Introduction to Discrete Mathematics, Probability with aaa Applications, Multivariable Calculus, Linear Algebra\nEXPERIENCE OPTIMIZED PAYMENTS Atlanta, GA Data Science Intern May 2023 – Present • Streamlined company file intake by ~20% by creating Tableau dashboard detailing irregularities in daily file-capture • Consolidated file-identification data that determined accuracy in company's file ingestion process using SQL Queries • Enhanced usability of analytics dashboard by performing quality assurance assessments for functionality and data accuracy • Improved customization capabilities of analytics dashboards by conducting extensive research on the connection of company database management system and visualization technology via adjustable parameters GEORGIA TECH H. MILTON STEWART SCHOOL OF INDUSTRIAL AND SYSTEMS ENGINEERING Atlanta, GA Student Assistant (Academic Office) August 2023 – Present • Ensure all undergraduate/graduate visitors have access to appropriate resources in the industrial engineering school by updating them on online resources and faculty's availability for one-on-one advising • Create a welcoming environment for faculty, students, and other visitors by establishing an approachable presence • Maintain an overall professional appearance for the academic office through regular organizational upkeep of front desk\nPROJECTS MARTIAN ADVANCED RENEWABLE SYSTEMS (M.A.R.S.) Atlanta, GA Vertically Integrated Project August 2023 – Present TRAVEL AND SAFETY Atlanta, GA Data Input/Manipulation Group Project January 2023 – April 2023 • Explored relationship between safety and travel for 100+ countries through creation/manipulation of Pandas DataFrames • Modeled global travel patterns and safety-travel relationship on Plotly scatterplots, bar charts, and line graphs • Extracted/cleaned data from CSV, HTML, JSON, and API files using Requests, JSON, BeautifulSoup, and Pandas modules\nUNITED STATES HOUSING Milton, GA Future Business Leaders of America Data Analysis Competition January 2022 – June 2022 • Established relationships between housing market and economic indicators by graphing relevant trends using Excel • Provided recommendations for future recessions and current pandemic based on 30+ years of housing market data • Placed 10th at national conference after advancing through a series of national, state, and local-level presentation rounds LEADERSHIP ALPHA KAPPA PSI (Professional Business Co-Ed Fraternity) Atlanta, GA Co-Head/Member of Diversity, Equity, and Inclusion Committee December 2022 – Present • Educated brothers and pledges on diversity, equity, and inclusion practices and policies through monthly presentations • Established committee goals and expectations for inclusive conduct by leading a self-reflection activity 60+ brothers • Facilitated bonding for pledges through interactive activity that allowed for discussion of their individual backgrounds Community Relations Director December 2022 – Present • Expanded recruitment efforts by establishing professional relationships with university faculty and student organizations • Promoted fraternity membership by coordinating interactive information booth at university's organization fair • Coordinated volunteers to assist at recruitment-related events including interest night and organization fairs\nSKILLS/INTERESTS Technical: Python, SQL, Tableau, R, Java, JavaScript, Microsoft Excel, Microsoft PowerPoint, Microsoft Word Certifications: R Programming A-Z™: R for Data Science with Real Exercises! (Udemy), Tableau Training (Simplilearn), Merchant Payments 101 (Merchant Advisory Group) Languages: English- native, French- intermediate Interests: Dance (Kathak- Indian Classical Dance), Travel, Watching Sports, Hiking, World History","firstName":"Ekta","lastName":"Mistry"},{"_id":"6510ac03cab43c205a3404f3","rawText":"Ajai Singh US Citizen • (770) 330-3449 • Atlanta, GA • asingh895@gatech.edu • www.linkedin.com/in/singh-ajai\nEDUCATION GEORGIA INSTITUTE OF TECHNOLOGY Atlanta, GA Bachelor of Science in Industrial Engineering, Minor in Music Technology Grad Date: May 2026 Concentration in Economic & Financial Systems Major GPA: 4.00 / 4.00 • Relevant Coursework: Econometrics, Stochastic Manufacturing Systems, Advanced Macroeconomics, Industrial Data Manipulation • Honors: Zell Miller Scholarship (100% Tuition)\nRELEVANT EXPERIENCE FEDERAL RESERVE BANK OF ATLANTA Atlanta, GA Survey Center Analyst Intern May 2023 – August 2023 • Designed economic forecast models using data from 1000+ businesses and presented to senior leaders to advise Fed's monetary policy • Researched economic solutions to ease inflation, uphold dual mandate by analyzing 2000+ firms' sales and employment expectation data • Coordinated Survey of Business Uncertainty panel, using data from 1500+ firm leaders (CFOs/CEOs) to direct FOMC policy decisions GEORGIA TECH STUDENT FOUNDATION INVESTMENTS COMMITTEE (GTSFIC) Atlanta, GA Investment Analyst, Energy Sector August 2023 – Present • Conducted studies on various energy firms by developing financial models and valuation reports, analyzing legal documents, scrutinizing financial press such as market news, oil news, gas news, etc., and liaising between fund managers and industry leaders • Presented weekly investment overview and valuation reports on energy firms' earning prospects, financial statements, and other indicators to determine suitable investment strategies to facilitate executive-level decision making for GTSFIC's $2,000,000 endowment PAWS ATLANTA Atlanta, GA Strategy/ Financial Analysis Consultant (via Epic Intentions Non-Profit Consulting) September 2023 – Present • Building business case to increase top-line revenue and net income through financial accounting and synthesis of operational data • Conducting feasibility study to evaluate the viability of opening a thrift store as a sustainable revenue stream via cost vs revenue analysis • Maintaining weekly communication with client (videoconferencing & in-person) to ensure satisfactory deliverables and progress\nLEADERSHIP GEORGIA TECH PARENT AND FAMILY PROGRAMS Atlanta, GA Senior Parent Assistant Leader August 2022 – Present • Facilitated programmatic efforts by organizing events with 1200+ people such as Family Weekend, Siblings Day, and Grandparents Day • Conducted new-hire interviews, managed $100,000+ worth of goods, supervised monthly inventory resupply and restocking with Excel • Effectively corresponded with 700+ parents and family members daily through emails and phone calls to enhance students' experiences ALPHA KAPPA PSI (Professional Business Fraternity) Atlanta, GA Director of External Professional Programming, Corporate Sponsorship, and Recruitment May 2023 – Present • Developed workshops on professional development, workplace etiquette, networking, motivation theory, and effective leadership styles • Organized corporate recruitment events and spearheaded fundraisers generating capital for event planning and fraternity operations • Held outreach events and facilitated a rush with 100+ people to expand on diversity, interests, and brotherhood interaction ADDITIONAL EXPERIENCE INDEPENDENT MUSIC PRODUCTION Atlanta, GA Verified artist on major streaming platforms (Spotify, Apple Music, iTunes, etc.) January 2019 – Present • Built consistent following of 100+ monthly listeners via marketing and self-promotion such as social media outreach and cold emailing • Naturally garnered 40,000+ streams on instrumental music catalogue including collaborations with other artists/producers in Atlanta • Networked to connect and collaborate with other artists to earn producer credits on numerous publications on public discography GEORGIA TECH VENTURE CAPITAL CLUB (GTVC) Atlanta, GA Fellow August 2023 – Present • Studied markets by conducting thematic research, participating in scouting network, and contracting partnership projects with VC firms • Analyzed venture firms' one-pagers for investment opportunities and connected to market leaders to enhance knowledge of industry GEORGIA TECH MARKETING ASSOCIATION (GTMA) Atlanta, GA Student Member, American Marketing Association (AMA) August 2022 – Present • Coordinated fundraising events and initiatives to support local charities and non-profits as a community outreach program volunteer • Exercised leadership and organizational skills through collaborating to plan and execute marketing campaigns for local businesses\nSKILLS/ INTERESTS Skills: Python, R, Java, SQL, Microsoft Office Suite (Excel, Word, PowerPoint, Outlook) Certifications: Microsoft Excel for Beginners (Great Learning) Languages: English (Fluent), Hindi (Fluent), Spanish (Beginner) Affiliations: GT Economics Club, GT Undergraduate Consulting Club, GT Trading Club, GT Creatives, GT Musicians Network, GT MentIE","firstName":"Ajai","lastName":"Singh"},{"_id":"6510ad85cab43c205a3404f4","rawText":"CHRIS KEATING Bonita Springs, Florida 34134 • 973.494.4169 • ckeating6@gatech.edu • linkedin.com/in/chriskeating4 U.S. Citizen and U.K. Citizen\nEDUCATION GEORGIA INSTITUTE OF TECHNOLOGY, Scheller College of Business Atlanta, Georgia Bachelor of Science in Business Administration 05/2026 • Concentration: Information Technology Management GPA: 4.00 • Minor: Computational Data Analysis • Certificate: Business Analytics Southern Methodist University Dallas, Texas Bachelor of Arts in Economics, Bachelor of Science in Data Science 08/2022 to 05/2023 • Awarded Honor Roll First & Second Semester of Freshman Year GPA: 3.89 • Scholarships: International Baccalaureate Scholar\nTECHNICAL SKILLS Programming: Java, C++, SQL Software Skills: Microsoft Office, Tableau Other: Teamwork, public speaking, fast-paced learning, customer service\nPROFESSIONAL EXPERIENCE OneMain Financial Charlotte, North Carolina Data Analytics Intern 06/2023 to 07/2023 • Created SQL scripts to uncover metrics from the card's graduation feature. • Proposed potential recommendations for assessing credit to the President. • Credit-card startup within one of the largest sub-prime lenders in the United States. Online Sneaker Reselling Millburn, New Jersey Business Owner 09/2019 to 01/2022 • Resold sneakers and other limited apparel on online auction/bidding websites. Approx. $12,000 in sales.\nLEADERSHIP Alpha Kappa Psi Business Fraternity Atlanta, Georgia Process Improvement & Philanthropy Directorships 01/2023 to Present • Solving internal organizational issues based on polled feedback from other members. • Planning events with non-profits and philanthropic organizations in Atlanta; involving members in service experiences. • Mission is to develop members into principled business leaders, with 300k members globally. Consult Your Community Atlanta, Georgia Junior Business Analyst 08/2023 to Present • Providing pro-bono consulting for small businesses in the Atlanta area; working on market entry workstream team. • Developing data analytics, project management, and client-relation skills through the JBA program. • Learning from alumni and other professionals in the field; enhancing professional development skills. SMU Chess Club Dallas, Texas VP of Membership 01/2023 to 05/2023 • Operated club marketing and recruitment, managed social media and advertising. • Planning events to expose members to other areas of chess and helping to mentor other members. Newark Academy Stock Market Club Livingston, New Jersey Elected President 09/2021 to 06/2022 • Organized paper trading competitions; Facilitated discussion/lessons & speakers; Mentored participants. • Largest club with of 25% student body participation.","firstName":"Chris","lastName":"Keating"},{"_id":"6510ae5dcab43c205a3404f5","rawText":"Saurav Behera Aurora, CO | sbehera34@gatech.edu | 720.530.0616 | www.linkedin.com/in/saurav-behera | U.S. Citizen\nEducation Georgia Institute of Technology | Atlanta, GA August 2020 – May 2024 • B.S. in Computer Science – People and Intelligence Concentrations GPA: 4.0/4.0 • Relevant Coursework: Object-Oriented Programming, Data Structures and Algorithms, Objects and Design, Computer Organization and Programming, Design and Analysis of Algorithms, Intro to AI, Machine Learning, Automata and Complexity • Organizations: Alpha Kappa Psi – Epsilon Sigma, Global Leadership Mentorship Program, Startup Exchange\nExperience KPMG US | Atlanta, GA June 2023 – August 2023 CIO Advisory Intern • Developed ML-integrated virtual assistant with Langchain and OpenAI API, enhancing client's decision-making efficiency by 93% • Created a front-end interface via Unqork and deployed in Amazon EC2, showcasing web development and cloud expertise • Conducted API testing with Postman, fine-tuning the chatbot to increase query resolution by 50% for client specific use cases CVSHealth | Remote June 2022 – August 2022 Data Engineering and Cloud Infrastructure Intern • Engineered a data archival and restore framework capable of moving terabytes of BigQuery data into GCS coldline storage • Authored a data pipeline on Airflow ingesting data across CVSHealth business units using Dataproc and PySpark operators • Ingested data from disparate sources using PostgreSQL and converted to AVRO format to construct live data views in Tableau Colorado School of Mines M3 Robotics Laboratory | Golden, CO May 2019 – August 2019 Engineering and Design Intern • Designed and implemented 6-Coil electromagnetic system used to remotely navigate a surgical needle through simulated brain tissue, eliminating intrusive human-led guidance and improving precision of desired path trajectory by 20% vs. manual methods • Created artificial tissue using agarose gel to accurately represent permeability and density of human brain tissue up to 91% • Programmed a video tracking device using Python and OpenCVframeworkto plot position of electrode to 98% accuracy in 2D\nTechnical\nProjects NewsNest: Personalized News Stories May 2023 – August 2023 Artificial Intelligence Personal Project • Employed content-based and collaborative filtering techniques to effectively tailor news consumption for individual users • Architected mobile app with React Native, ensuring responsive, consistent user experience through intuitive UI components • Utilized RESTful APIsfor seamless communication between the UI and recommendation engine, ensuring a cohesive experience EurGuide: A Europe Travel Assistant October 2022 – April 2023 Full-Stack Web Application Personal Project • Integrating React user interfaces with Node.js server-side functionality for efficient travel planning and data management • Implemented JWT based user authentication and role-based access control ensuring seamless user experience and data security • Optimized PostgreSQLschema to store user profiles and trip plans, ensuring responsive and scalable data management Deep Sea Defense -- Desktop Game August 2021– December 2021 CS 2340: Objects and Design Semester Project • Designed a large-scale JavaFX application following GRASP and SOLID design principles to effectively upscale to meet user needs • Demonstrated Agile principles through iteration planning, diagramming use cases and requirements, and software testing • Utilized Github as a version control system to remotely manage and contribute to a code repository and save version history\nLeadership Alpha Kappa Psi – Epsilon Sigma | Atlanta, GA January 2021– Present Director of Software Development • Assisted in the development of Recruitment Portal used for registration and evaluation of 60+ students using React.js and Node.js • Designed a social wall using Flutter and Dart to portray live submissions of photos and messages during chapter meetings\nSkills & Interests Platforms: Google Cloud Platform, Amazon Web Services, Apache Airflow, Apache Hadoop, Tableau, GitHub Programming: Java, JavaScript, React.js, React Native, SQL, Python, Flutter, Dart, C#, MATLAB Interests: Hiking, Basketball, Tennis, Skyscrapers, Traveling, Photography, Krispy Kreme","firstName":"Saurav","lastName":"Behera"},{"_id":"6510aeb2cab43c205a3404f6","rawText":"Shaydon I. DSouza Atlanta, GA | (404) 980-7025 | sdsouza37@gatech.edu | linkedin.com/in/shaydon-dsouza|F1-Visa\nEDUCATION Georgia Institute of Technology Atlanta, GA Bachelor of Science in Electrical Engineering Expected Graduation: May 2024 • Concentrations: Electrical Energy Systems and Robotics GPA: 3.80/4.0 • Relevant Coursework: Control Systems, Power Electronics, Energy Systems, DSP, IC Fabrication, Automation & Robotics Master of Science in Electrical Engineering Expected Graduation: May 2025\nEXPERIENCES EcoCAR Electrical Vehicle Challenge Atlanta, GA Controls and Automation Engineer for the Cadillac Lyriq September 2023 - present • Enhancing the Adaptive Cruise Control feature by testing and comparing simulations using the Driving Scenario Designer • Developing a Lane Centering Control model by smoothly adjusting steering angle based on lateral deviation and yaw angle • Aiding the design of a Driver Monitoring System by researching effective alert responses to a lack of driver engagement Cognosos Inc. Atlanta, GA Hardware Design Verification and Testing Engineer Jan 2023 – May 2023 • Led the design and development of an automated testing fixture that streamlines validation of 20 different types of batteries • Optimized the fixture by creating a Python-based test using important battery testing parameters and product requirements • Assisted the Staff Duress System tag using Altium to design compact RFID tags that can communicate with exit monitors Schlumberger Houston, TX Electrical Hardware Testing Engineer for a drilling tool May 2022 – August 2022 • Directed the testing of the Power over Ethernet circuit by monitoring the speed and power output in variable conditions • Identified a critical start-up sequence issue using integration testing that saved over $100,000 in the manufacturing process • Initiated an Adapter improvement using results from an in-depth iperf3 speed test and Fluke DSX8000 cable verification Smart Automation Energy Dubai, U.A.E Solar Engineer September 2018 • Increased efficiency of a prototype solar panel by 10% by restructuring the oxide layering to maximize absorption of light • Aided expansion into 3 new markets in the Middle East using statistical data to identify and capture the underutilized areas • Implemented a cost-saving Solar Energy Initiative in high school using the manufacturing and procurement skills learnt Zener Marine Dubai, U.A.E Junior Service Engineer May 2017 – August 2017 • Repaired over 100 pieces of faulty equipment by troubleshooting and documenting flaws related to overheating circuitry • Boosted the rate of service completion by 10% with the implementation of an expertise-based task allocation system • Guided customers with their selection of marine equipment brands by utilizing metrics developed with in-depth research\nPROJECTS Piezoelectric sidewalks on the Georgia Tech Campus Atlanta, GA Energy Efficiency and Design Engineer September 2022 - Present • Fabricating the piezoelectric tiles using an intricate PCBA structure communicating with solar and piezoelectric elements • Establishing energy connectivity to buildings and fixtures around campus by analyzing the existing electrical network\nLEADERSHIP & ACTIVITIES Solar Energy Initiative Dubai, U.A.E Founder January 2020 – May 2020 • Crafted a 20% reduction in high school's energy costs by assessing the sustainable energy cost-reduction policy in Dubai • Designed a 2 year plan of action for the initiative with specifics about procurement and technical implementation strategies Mental Health Support Program Dubai, U.A.E Founder and President September 2019 – April 2020 • Structured a unique program that trained a group of 10 students to supplement the counseling department in high school • Accomplished a 20% increase in the 120-point National Well-Being Index by expanding the school's counseling services\nSKILLS Software/Programming: C++, C, Python, MATLAB, Simulink, Assembly, VHDL, Altium, LabView, Quartus Prime Interests: Sustainability, International Politics, Debate, Music, Dance, Gym, Sports, Public Speaking","firstName":"Shaydon","lastName":"Dsouza"},{"_id":"6510af01cab43c205a3404f7","rawText":"Nikhil A. Krishnan (508) 834-0809 | nikhilkrishnan09@gmail.com | linkedin.com/in/nik-krishnan | US Citizen\nEDUCATION Georgia Institute of Technology, Atlanta, GA May 2024 Bachelor of Science in Computer Science – Artificial Intelligence and Information GPA: 4.0/4.0 Minor in Microeconomics of Strategic Analysis  Relevant Coursework: Deep Learning, Machine Learning, Automata and Complexity, Design & Analysis of Algorithms, Probability & Statistics, Computer Systems & Networking, Databases, Advanced Microeconomics  Georgia Tech Faculty Honors: 2020, 2021, 2022, 2023 | SAT: 1580\nSKILLS/AWARDS Technical: Java, Python, C, C++, C#/.NET, SQL, HTML, CSS, MATLAB, JavaScript, Perl, Docker, Kubernetes, Git, Perforce, MongoDB, React, PyTorch\nAwards: Rensselaer Medal (2019), US Congressional Award Bronze Medal (2019), National Merit Finalist (2019)\nWORK EXPERIENCE NVIDIA, Westford, MA May 2023 – Aug 2023 Systems Software Engineer Intern – NVLink  Bridged together 3 software and hardware dev teams to implement a new telemetry pathway within the GPU  Built robust tools in Python and C to facilitate software debugging and simplify repetitive developer routines HubSpot, Cambridge, MA Aug 2022 – Dec 2022 Software Engineer Intern – Infrastructure & Security  Implemented and deployed automated Java tasks to analyze and refactor 800+ HashiCorp Vault mounts, reducing security vulnerabilities related to authorization tokens by up to 90%  Improved usability of HubSpot's internal access-control service by developing 10+ user-friendly API endpoints  Deployed access-control service company wide using Kubernetes; designed unit tests to verify new endpoints NVIDIA, Westford, MA May 2022 – Aug 2022 Systems Software Engineer Intern – NVLink  Developed a unit-testing suite to test GPU firmware, streamlining the verification process for 20+ engineers  Designed and implemented a message transfer system in C to enable communication between GPU components, ensuring efficient and reliable information exchange necessary for GPU boot processes Autonodyne LLC, Boston, MA May 2021 – Aug 2021 Software Engineer Intern  Developed software to ingest and interpret drone imagery and metadata, creating a common operating picture for firefighting teams and enhancing situational awareness through the display of a digital wildfire perimeter  Developed a client to post relevant updates to the public through Twitter channels, integrated with AT&T FirstNet to streamline first responder communications and save an estimated 2 hours per communication line\nRESEARCH/PROJECTS Computational Behavior Analysis (CBA) Lab @ Georgia Tech (Dr. Thomas Ploetz) Aug 2023 – Present  Utilizing self-supervised learning techniques to build models for human activity recognition with limited data Carbon Footprint Calculator (Web React App) Jan 2023 – Present  Following Agile methodology to develop a carbon footprint calculator for SWEs using the MERN tech stack Social Media Sentiment Analysis Jan 2022 – May 2022  Compiled a dataset of 30,000 student social media posts, analyzed text sentiment using NLP frameworks (Flair)  Examined data to gauge fluctuations in student mental health due to exam periods, COVID, holidays, etc.\nLEADERSHIP Alpha Kappa Psi Business Fraternity Fall 2021 – Present Philanthropy Director  Organized volunteering opportunities at Georgia Tech and within the greater Atlanta area for over 70 brothers  Coordinated with Grady Hospital to initiate a food drive; distributed food safely to 100+ families in Atlanta","firstName":"Nikhil","lastName":"Krishnan"},{"_id":"6511dc6bcab43c205a3404f8","rawText":"ANISHA RANGI Fairfax, VA | (703) 785-9319 | anisharangi10@gatech.edu | linkedin.com/in/anisharangi | U.S. Citizen\nEDUCATION Georgia Institute of Technology Atlanta, GA • Bachelor of Science in Industrial and Systems Engineering Jun 2021–Dec 2024 Concentration: Analytics & Data Science • Relevant Coursework: Data Input and Manipulation, Linear Algebra, Database Systems, Computing for Engineers\nEXPERIENCE Amazon Web Services Arlington, VA Solutions Architect Intern Jun 2023– Aug 2023 • Developed a dashboard data pipeline tracker in Amazon QuickSight to display key metrics and insights for internal team • Leveraged AWS Lambda in Node.JS and DynamoDB and implemented filtering mechanisms to streamline data extraction • Conducted 5+ solution architecture calls on cloud computing, web applications, and networking to AWS cloud customers CACI International Inc Chantilly, VA Business Data Anal yst Intern May 2022 – Aug 2022 • Created budget execution guides through Excel for the financial system of the Gov's Department of Veterans Affairs • Implemented SQL software development changes in Oracle to fulfill analyst needs on Agility and Jira Platforms • Researched and presented budget user stories in product owner demos during agile sprints to provide info for clients George Mason University Volgeneau School of Engineering Fairfax, VA Bioengineering Statistics Research Intern Jun 2020 – Aug 2020 • Implemented texture analysis software (MaZda and MIPAV) on 50 MRIs to develop predictions for osteoporosis • Utilized Python, Microsoft Excel, and machine learning methods to find statistical trends related to ROI's of 25 patients • Published findings as an abstract in the Journal of Student-Scientists' Research and presented for 55+ students and faculty\nPROJECTS/RESEARCH Health Informatics on Fast Healthcare Interoperability Resources Jan 2023 - Present • Developing a full-stack project allowing healthcare workers to input patient info & generate FHIR documents for EHR's • Utilized React and Figma to create an elevated application user interface design including a pop-out navigation menu • Leveraging Postman to validate API functionality by creating and executing sample use cases for configuration Flight Management Jan 2023 – May 2023 • Created a flight management system with the ability to add, update, and remove airplanes, flights, and other entities • Designed a RESTful API to enable seamless communication between the frontend and stored procedures in MySQL • Tested with 100+ different user inputs using Postman to handle edge constraints and specific user scenarios Determining Alzheimer's Disparities(Data Mining) Sep 2022 – Dec 2022 • Utilized NumPy and Pandas to data scrape CSV, HTML, JSON data files in order to generate clean datasets • Created graphs with Matlplotlib to determine correlations between race, income, location and Alzheimer's diagnosis\nLEADERSHIP Alpha Kappa Psi(Professional Business Fraternity) Atlanta, GA Social Director, Brotherhood Committee May 2022 – Present • Organized 2-day weekend retreat for 35+ brothers with a team of 8 using $700+ budget to promote inclusivity • Improved professional development (such as presenting) and enhanced confidence for new members of the organization Data Science @ GT Atlanta, GA Project Lead, Bootcamper Sep 2021– Present • Learned data science topics such as NumPy and Pandas in Python and R through an intensive yearlong bootcamp • Managed a project team of 5 in which we worked towards finding correlations between different variables in Parkinson's • Manipulated disease datasets from Kaggle into numpy arrays and wireframes and generated graphs for visualization\nSKILLS/INTERESTS Technical: Java, Python, JavaScript, MATLAB, Oracle, SQL, Linux, HTML, Tableau, C, Momentum/iFAMS Software/Tools: Numpy, Git, Pandas, PyTorch, AutoCAD, SolidWorks, Jupyter, Sublime Certifications: AWS Certified Cloud Practitioner, AWS Business and Technical Certs, Udemy Data Science Bootcamp Interests: Travelling, Baking, Tennis, Vlogging, Flute, Statistics, Bollywood Dance, Singing, Photography, Piano","firstName":"Anisha","lastName":"Rangi"},{"_id":"6511dcf3cab43c205a3404f9","rawText":"RHEA SACHETI Phone: +1 (470)-815-2063 | Email: rsacheti6@gatech.edu | LinkedIn: www.linkedin.com/in/rheasacheti\nEDUCATION Georgia Institute of Technology – College of Computing Atlanta, GA • Bachelor of Science in Computer Science – Intelligence and Infographics May 2025(Expected) • Major GPA: 4.0/4.0, Faculty Honors • Relevant Coursework - Data Structures & Algorithms, OOP, Computer Organization, Statistics & Probability, Linear Algebra, Design & Analysis of Algorithms, Objects and Design, Database Systems, Finance & Investments\nEXPERIENCE Plexitech Solutions LLP Mumbai, India Software Engineering Intern May 2023 – August 2023 • Developed centralized billing website using ASP .NET Core and C#, resulting in 35% higher billing accuracy and efficiency • Optimized SQL Server database plans and implemented required tables and datatypes, improving system efficiency by 25% • Successfully secured 100% on-time delivery of high-quality solutions by collaborating with cross-functional teams Netmagic IT Services Pvt. Ltd. Mumbai, India Software Development Intern June 2020 – August 2020 • Managed a 6-person team while developing the frontend online platform for the Cathedral and John Connon School • Built a multiplatform website using HTML, CSS and JavaScript that integrated all student-needed online study resources • Collaborated on GitHub, and used Django as a framework leading to a 25% reduction in development time and better reviews Ambulance Access for All Foundation Mumbai, India Marketing and Human Resources Intern March 2020 – August 2020 • Implemented database marketing and social media to create awareness for donation drive on a crowdfunding platform Ketto • Raised $50,000, (exceeding the fundraising goal by 20%) for frontline workers' families during the pandemic • Analyzed market trends using Marketo Engage and assessed strategies required to collect maximum funds and support\nPROJECTS Move It (Start Up Labs) Atlanta, GA Team Project August 2022 – December 2022 • Contributed to the ongoing ideation of a moving service to organize and resell a customer's belongings and pivots • Working on an online platform for a streamlined platform for all expert local services including moving and packing • Created a prototype of the landing page and interviewed 150+ people regarding their opinions on the product and idea\nRefuHome (Grand Challenges Program) Atlanta, GA Team Project August 2021 – May 2022 • Established a nonprofit to connect willing homeowners to refugees from Ukraine and Uighur Muslims amongst others • Focused on the front end and creating the website using valuable Bootstrap, HTML, CSS and JavaScript skills • Integrated personality-matching APIs onto the website to screen and match potential homeowners with compatible refugees LEADERSHIP India Club at Georgia Tech August 2021 – Present • Reached out to on-campus organisations, external companies, drafted and presented bills for funding and reimbursements • Contacted multiple non-profits that work against sexual assault and partnered with one for the largest cultural event at college Alpha Kappa Psi August 2022 – Present • Managed a $15,000 portfolio as director of investments by presenting stock options to peers and analysing the current market • Directed a team of 7 to develop an in-depth plan for a 4 day recruitment cycle for 100+ people with activities and speakers\nSKILLS Programming: Java, Python, C, C#, SQL, HTML, CSS, JavaScript, JavaFX, Assembly Toolsets: Visual Studio, Visual Studio Code, ASP.NET, Anaconda, GitHub, Django, Bootstrap, Docker, Jupyter Certifications: Data Analytics Basics for Everyone (edX), Using Python for Research (edX) Languages: English – Native, Hindi – Native, Marathi – Conversational, Spanish – Beginner Affiliations: Alpha Kappa Psi, India Club at Georgia Tech, Society of Women Engineers, Women at the College of Computing Interests: Formula 1, Taylor Swift, Traveling, Movies, Television Shows, Music, Finance","firstName":"Rhea","lastName":"Sacheti"},{"_id":"6511ddf8cab43c205a3404fa","rawText":"Anish Umredkar 412.515.7109 • aumredkar3@gatech.edu • www.linkedin.com/in/anishumredkar • US Citizen\nEDUCATION GEORGIA INSTITUTE OF TECHNOLOGY Atlanta, GA B.S in Industrial and Systems Engineering May 2024 Concentration: Analytics & Data Science GPA: 3.85 Relevant Coursework: Object Oriented Prog., Data Input & Manipulation, Tools for Data Analysis, Database Sys.\nEXPERIENCE KPMG INC. Atlanta, GA Advisory Intern, C&O Financial Services - Capital Markets Jun. 2023 – Aug. 2023 • Supported the discovery and execution of a $5M enterprise resource program transformation for a top 10 bank • Streamlined operational processes of 50% through optimizing dashboards comparing key performance indicators • Conducted thorough market research for an upfront analysis of a business case containing 6 various workstreams DELTA AIR LINES Atlanta, GA Flight Operations Technology & Business Strategy Intern May. 2022 – Aug. 2022 • Automated weekly reports using Python, SQL, and PowerBI which minimized time spent cleaning data by 50% • Implemented power dashboards utilized by 13,000+ pilots and flight operation leaders to view technical efforts • Utilized Agile tools to analyze Change Management and Impact Assessment which were deployed to 30+ teams QLICKET INC. Pittsburgh, PA Product Management Intern Nov. 2020 – Nov. 2021 • Built effective surveys that reached 500+ warehouse workers to measure worker sentiment and reduce turnover • Ensured quick implementation of feedback by communicating with 30 coworkers across software and marketing • Produced a bug-free final product by conducting 50+ rigorous quality tests of monthly updates and fixes\nLEADERSHIP ALPHA KAPPA PSI (Co-ed Business Fraternity) Atlanta, GA Vice President of Alumni Relations, Director of Investments May. 2022 - Present • Initiate efforts to create and maintain relationships with 200+ alumnus brothers through monthly local receptions • Update and automate alumni database which contains 1300+ alumni to enhance brother networking opportunities • Strategically allocate fraternity funds across diverse investment vehicles resulting in a 25% portfolio growth BEST BUY Pittsburgh, PA Sales Consultant - Computing Department Jun. 2019 – Mar. 2020 • Guided and created 1000+ solutions to fit customer needs relating to home theater, computing, and appliances • Deployed inventory on the sales floor and created promotional material for events in the local Pittsburgh region • Generated over $200,000 in revenue by selling merchandise such as computers, appliances, and audio equipment FUTURE BUSINESS LEADERS OF AMERICA Pittsburgh, PA President / Executive Team Aug. 2019 – May 2020 • Boosted national competition qualifying participants by organizing tests and study sessions for 60+ members • Executed a 200 student Regional Leadership Conference by collaborating with two other school districts • Participated in the event Organizational Leadership by taking a test and placing 4th at the state level\nSKILLS/INTERESTS Languages: English (Fluent), Hindi (Native), Marathi (Beginner) Skills: Python, SQL, Tableau, R, Java, HTML, CSS, PowerBI, Microsoft Suite, Adobe Suite Affiliations: Undergraduate Consulting Club, Alpha Kappa Psi (Professional Fraternity), Georgia Tech Bhangra Volunteering: Leadership Intern - Camp Invention, Carnegie Science Center Volunteer Interests: Football, Formula 1, Ultimate Frisbee, Dance, Tennis, Automotives, Photography, Marvel","firstName":"Anish","lastName":"Umredkar"},{"_id":"6511df20cab43c205a3404fb","rawText":"Sreekar Madabushi Atlanta, GA • sreekar.madabushi@gmail.com • (908)-397-1106 • US Citizen • linkedin.com/in/sreekar-madabushi\nEDUCATION Georgia Institute of Technology - College of Computing Atlanta, GA • Bachelor of Science in Computer Science – Devices & Intelligence August 2020 – December 2023 • Minor in International Afairs GPA: 3.85/4.00 • Relevant Coursework: Machine Learning, Design & Analysis of Algorithms, Computer Networking, Artificial Intelligence, Computer Vision, Robotics & Perception, Automata & Complexity, Prototyping Intelligent Devices, Data Structures & Algorithms\nEXPERIENCE Validin Inc. Atlanta, GA Software Engineering Intern May 2023 - Present • Thrived in fast-paced, 6-person startup, collecting 3+ billion DNS records daily for cuting-edge threat intelligence and research • Managed web scraping and developed JARM fingerprinting tools to drive data collection from 500M+ domains daily • Spearheaded the creation of an automated reporting toolkit, enabling efortless access to critical information for customers Ultimate Kronos Group Atlanta, GA Software Engineering Intern September 2022 - December 2022 • Contributed to UKG Pro platform to handle integrations between internal platform and external services and improve security • Consolidated user administrative roles to improve integration platform visibility and created APIs for event handling Amazon Seatle, WA Software Development Engineer Intern May 2022 - August 2022 • Improved customer experience of the AWS CodeBuild Suite by adding external container image option to deploy code • Integrated new feature with internal credential handling services to maintain security and allow appropriate access • Conducted 50+ detailed end-to-end and integration tests between services to ensure that functionality was maintained Reservoir Labs New York City, NY Research Engineer Intern May 2021– August 2021 • Developed ENSIGN, a ML tool using tensor decompositions for data analysis, building on spectral hypergraph analytics • Analyzed network data and over 4,000,000 trafic flows using ENSIGN to identify malfunctioning IPs and hosts • Unified disparate data sets to identify paterns from the Pacific Research Platform supercomputing network improving execution U.S. Naval Observatory Flagstaf, AZ Special Projects Intern June 2018 – August 2019 • Simulated 5 million trajectories to find optimal orbits by designing astrophysics models contextualizing the Three-Body Problem • Observed curvature of orbits through the Inner Lagrange Point by creating a full modeling suite utilizing AstroPy and Numpy • Refined specifications for new satellite positioning system developed by DoD using ground-based telescopes to track positions\nPROJECTS Soft Gripper Arm for Robot Harvester Atlanta, GA Biomedical Mechatronics (BM2) Lab January 2022 – May 2022 • Implemented algorithm to model gripper arm as a 3D point cloud and determine the orientation of the end efector • Utilized OpenCV to determine positions of mounted ArUco markers and extrapolate 3D depth coordinates to locate gripper arm Automotive LIDAR (Vertically Integrated Projects Program) Atlanta, GA Software Team Lead August 2020 – December 2021 • Managed and developed a 15-person team's software engineering skills to improve overall eficiency and productivity • Prototyped autonomous vehicle's ability to navigate by creating an advanced navigation stack for LIDAR system • Improved navigation speed and eficiency by 200% through implementation of new path-planning algorithms LibTech Personal Library Database Basking Ridge, NJ Personal ProjectDecember 2021 • Constructed a web application using ASP.NET framework and C# to navigate a library database management system • Connected front-end application to a back-end database using SQL server to store a record of books and transactions Baseball Pitch Predictor Atlanta, GA Team ProjectJanuary 2021– May 2021 • Designed multiple ML models that can predict an MLB player's next pitch by evaluating their previous pitches sequentially • Achieved over 70% accuracy using a random forest model that used 800 individual decision trees to identify a pitch\nSKILLS Programming: Java, Python, Ruby, Scala, C++, C, HTML/CSS, C#, JavaScript, TypeScript, R, SQL, VHDL, NetLogo Frameworks: TensorFlow, ROS, PyTorch, Pandas, Angular, ReactJS, Django, NodeJS, ASP.NET, AutoCAD, Autodesk Inventor Languages: English – Native, Spanish – Working Proficiency, Hindi – Conversational, Tamil – Conversational Honors & Awards: 2x Jeopardy! Contestant, Reimagine Challenge 2020 Semifinalist, Paul R. Goodey Scholarship Recipient (Mu Alpha Theta), 4x American Invitational Math Exam Qualifier (High Score: 9) Interests: Trivia, History, Astronomy, Hiking, Traveling, Languages, Basketball, Piano, Red Velvet Cake","firstName":"Sreekar","lastName":"Madabushi"},{"_id":"6511dfc5cab43c205a3404fc","rawText":"AMOGH GADEKAR (470) 328-4544 • amogh.gadekar707@gmail.com • www.linkedin.com/in/amogh-gadekar • Atlanta, Georgia • US Citizen\nEDUCATION GEORGIA INSTITUTE OF TECHNOLOGY (Georgia Tech; GT) Atlanta, Georgia Bachelor of Science in Neuroscience Expected Graduation: May 2024 •Minors: Biomedical Engineering; Health, Medicine, and Society GPA: 3.88/4.00 •Awards: Zell Miller Scholarship (100% Tuition), GT PURA, NKK Muteri Scholarship, Faculty Honors, Dean's List\nRESEARCH\nEMORY TRANSLATIONAL NEUROENGINEERING LAB Atlanta, Georgia Undergraduate Researcher August 2020 – Present Project Aim:Investigating the optimized effects of levodopa and DBS on 6-OHDA rat model of PD as potential treatment option • Working under Dr. Robert Gross and Dr. Thomas Eggers • Researched quantification of DeepLabCut motion tracking data to quantify behavioral analysis of 6-OHDA rat model • Developed automated Python algorithm to quantify severity of motor Parkinsonian symptoms using motion tracking data\nHARVARD CURA NATIONAL COLLEGIATE RESEARCH CONFERENCE Cambridge, Massachusetts Presenter January 2023 • Presented \"Quantification of Behavioral Parkinsonian Symptoms in Rodents via Motion Tracking Data and Machine Learning\" to 100+ participants including students and research faculty • Published abstract for submission and presentation GT SPRING UNDERGRADUATE RESEARCH SYMPOSIUM Atlanta, Georgia Oral Presenter April 2023 • Presented \"Quantification of Behavioral Parkinsonian Symptoms in Rodents via Motion Tracking Data and Machine Learning\" to participants including undergraduate and graduate students and research faculty • Published abstract for submission and presentation GT UNDERGRADUATE NEUROSCIENCE RESEARCH SYMPOSIUM Atlanta, Georgia Presenter April 2023 • Presented \"Quantification of Behavioral Parkinsonian Symptoms in Rodents via Motion Tracking Data and Machine Learning\" to participants including undergraduate and graduate students and research faculty • Published abstract for submission and presentation\nGT PRESIDENT UNDERGRADUATE RESEARCH AWARD Atlanta, Georgia Recipient May 2022 – August 2022 • Awarded $1500 to research behavioral analysis of PD symptoms in 6-OHDA rat model • Authored final report paper with findings indicating that automated behavior tracking and quantification is advantageous and prospective with further PD-related research endeavors\nRESEARCH ABSTRACT PUBLISHED/SUBMITTED FOR CONFERENCE AND\nSYMPOSIUMS: Parkinson's Disease (PD) is a progressive neurodegenerative disease in which motor skills, control, and coordination are lost. While researchers are exploring PD and potential novel treatment options by studying animal models of PD in rodents, a strong evaluation system is needed to determine the success of the treatments and/or if the rodents were lesioned successfully. Current research studies using animal models have used qualitative tests such as the Limb-Use Asymmetry Test; however, as technology evolves, modern tools like machine learning could be used to produce a quantitative representation of behaviors which allows for further statistical analysis and comparisons between different stages of the rat's condition. With this goal, this project endeavors to use machine learning and the animal pose estimation software DeepLabCut (DLC) to quantify behavioral analysis of rodents under the is 6-hydroxydopamine (6-OHDA) model using video data collected from rats in their pre-operated, post-operated, and treatment (via Deep Brain Stimulation). Currently, we have already observed how using a DLC trained model of 30 videos can identify quantitative trends corresponding to PD-like symptoms when 6-OHDA lesioning is successful (corroborated by histology tests of staining for tyrosine hydroxylase positive cells in the substantia nigra and striatum). Moving forward, we are further analyzing animal pose estimation data with Python libraries such as PyRat to classify and identify behavior clusters and metrics. Future implications of the project involve contribution to the development of reliable and convenient observations that concur with clinical professionals and only require easily accessible equipment and training. Additionally, the use of artificial\nintelligence and machine learning would detect abnormal involuntary movements which are not easily observed qualitatively.\nEXPERIENCE WELLNESS EMPOWERMENT CENTER (Georgia Tech) Atlanta, Georgia Student Assistant August 2023 – May 2024 UNDERGRAD NEUROSCIENCE DEGREE PROGRAM (Georgia Tech) Atlanta, Georgia Teaching Assistant for NEUR/BMED 4803: Neural Networks, Systems, and Behaviors December 2022 – May 2023 December 2023 – May 2024 • Working under Dr. Timothy Cope, Dr. Simon Sponberg, and Dr. Thackery Brown • Sharing student input, concerns, and feedback into the current and future development of the course regarding assignments, grading, review sessions, and various student needs with the professors • Addressing the differing needs of biomedical engineering students and neuroscience students while encouraging cross discipline collaboration in projects • Hosting multiple review sessions for students regarding assessments (exams, quizzes, and projects) Teaching Assistant for NEUR 3010: Methods in Neuroscience August 2023 – December 2023 • Working under Dr. Qiliang He GOOD SAMARITAN HEALTH CENTER Atlanta, Georgia Medical Assistant August 2022 – December 2022 • Administering and collecting vitals from demographically varying patients (vary in socioeconomic status and culture/language) • Cross-referencing patient electronic medical records have up-to-date patient information regarding visits and profile COVID-19 Helpline Volunteer August 2021– June 2022 • Scheduled 75+ free COVID-19 PCR tests via Athenahealth to promote COVID safety in Atlanta Metropolitan Area • Educated callers about COVID-19, vaccines, testing, and social distancing to encourage preventative safety practices PEACH CLINIC Cumming, Georgia Medical Assistant August 2021– July 2022 • Directed individualized patient history discussion, vitals, and examination which was scribed on eClinicalWorks • Conducted 200+ clinical patient tests to collect patient vitals for medical providers to make professional diagnoses • Shadowed Monal Shah, MD with a focus in Primary Care and Pediatric Respiration in a private practice setting CLARKSTON COMMUNITY HEALTH CENTER Clarkston, Georgia Lead Check-in Volunteer August 2021– May 2022 • Streamlined CDC-standard COVID-19 screening and patient check-in to increase patient inflow efficiency by 50% • Administered 50+ rapid antigen COVID-19 anterior nave tests to ensure hygienic, COVID-free clinic environment • Certified patient care eligibility forms for new patients based on financial need and insurance status with GVHCP training\nTHE MANSIONS AT ALPHARETTA ASSISTED LIVING AND MEMORY CARE Atlanta, Georgia Resident Care Volunteer May 2021– August 2021 • Coordinated Daybreak schedule of activities and lunch time for terminally ill patients with neurodegenerative diseases • Maintained safe, sanitary living areas for residents by conducting routine environmental room sweeps every hour LEADERSHIP STUDENT GOVERNMENT ASSOCIATION (Georgia Tech) Atlanta, Georgia Undergraduate Vice President of Campus Services April 2022 – May 2023 • Secured $60,000+ annual Institute funding for distribution of free, eco-friendly menstrual products; Menstrual Product Program (MPP) - Read more at: https://mpprogram.gatech.edu/ • Advocated for after-hours access to non-prescription \"morning-after\" Plan B at 40% subsidized price and early detection pregnancy tests in campus Pharmabox; 200% sales increase • Supported expansion of AED placement and access on campus in 30+ residence halls and buildings lacking AEDs for increased emergency health preparedness • Promoted the establishment of nutritious 'fresh bowl concept' food vendor in Student Center to improve variety of healthy food options on campus for students • Advocated for expanded Campus Recreation Center access by promoting increased exercise equipment and capacity as well as the establishment of satellite workout locations to improve student engagement and access exercise spaces • Voiced student input in further Tech Square development plans by hosting a focus group with Ray's New York Pizza and working alongside business owners and administration for a re-envisioning of a more active Tech Square community\n• Championed student concern about food-price affordability with Tech Dining vendor changes (i.e. \"Slutty Vegan\" vendor) and meal plan policies • Enforced further need for housing expansion (with increased sustainability designs) solutions with the increase in GT enrollment for undergraduate and graduate students • Re-evaluating/revamping promotion and student accessibility to Klemis Kitchen food pantry to combat food insecurity and waste concerns while advancing sustainability initiative Public Health Committee Co-Chair May 2021– April 2022 • Designed and presented pilot program (MPP) with $30,000 grant to distribute 10,000+ free menstrual products to all 8 13 campus bathrooms • Organized 400+ student organizations and distributed 750+ PPE kits in campus educational COVID-19 Safety Campaign • Re-evaluated 100+ AED distribution and placement campus-wide with focus on residence halls and Greek Life Housing NEUROSCIENCE STUDENT ADVISORY COUNCIL (Georgia Tech) Atlanta, Georgia External Co-Chair March 2023 – May 2024 • Directly interfacing with Neuroscience faculty advisors about NSAC updates and projects • Organizing external outreach connections with Neuroscience programs from other undergraduate institutions • Reviving undergraduate Neuroscience student and research lab matching program External Outreach Coordinator January 2021– March 2023 • Created 2 databases with 75+ career and research opportunities for 400+ Neuroscience students to promote professional growth • Co-hosted 3+ student research symposiums with Neuroscience faculty, featuring 60+ student poster/project presentations • Volunteered in \"Brain Awareness Day\" outreach event to teach neuroscience principles to +70 K-12th students via experiments ALPHA KAPPA PSI – EPSILON SIGMA (Co-ed Professional Business Fraternity) Atlanta, Georgia Philanthropy Director – Team Lead May 2023 – December 2023 • Leading team of directors to seek volunteer opportunities and share them with organization members to promote community engagement DEI Director August2022 – May 2023 • Co-Authored Anti-Hazing Policy for 60+ members to promote equality, preventative safety measures, and brotherhood trust • Educated implicit bias training and workshop for 60+ members to promote equitable and nondiscriminatory recruitment • Hosted 3+ discussions and activities for 60+ members to further understand DEI concepts and have meaningful conversations THE COVID CONVERSATION Athens, Georgia; Atlanta, Georgia Director of Outreach July 2020 – July 2021 • Fundraised $2000 dollars for local hospitals and homeless shelters to provide PPE for healthcare workers and patients • Conducted educational speaker panel with focus on improving mental health and well-being during COVID-19 lockdown • Designed specialized email/meeting outreach procedure and workshop to train team members about corporate networking\nSKILLS/INTERESTS Certifications: BLS (CPR, AED, and Heimlich Manuever), GVHCP, Lab animal handling (Emory DAR) Clinical: COVID-19 Test (PCR & Rapid Antigen), Flu Test, Strep Test & Culture, Spirometry, Vaccine Preparation Lab: Explorative dissections, Chromatography (TLC, Gas, Column), Spectroscopy (IR, NMR), Titrations Technical: Python, VPython, HTML, CSS, DeepLabCut, BORIS, FIJI, Athenahealth, eClinicalWorks, Practice Fusion Languages: English (native), Kannada (native), Spanish (conversational)\nAffiliations: Student Government Association, Neuroscience Student Advisory Council, Alpha Kappa Psi\nInterests: Healthcare, Research, Biotechnology, Policy, Traveling, Health, Fitness, Music, Cooking, Movies/TV","firstName":"Amogh","lastName":"Gadekar"},{"_id":"6511e048cab43c205a3404fd","rawText":"RAHI PATEL Atlanta, GA | rpatel646@gatech.edu | (203) 809-7303 | www.linkedin.com/in/patelrahi | U.S. Citizen\nEDUCATION Georgia Institute of Technology, College of Computing Atlanta, GA Bachelor of Science in Computer Science Expected May 2024 • Threads: People and Media • Relevant Coursework: Data Structures and Algorithms, Objects and Design, Computer Organization and Programming\nEXPERIENCE Deutsche Bank Cary, NC Technology, Data & Innovation Analyst Intern June 2023 – August 2023 • Streamlined data workflows by tabulating discrepancies between three Java services and local devbox emulator outputs • Analyzed multiple areas of operation cost reductions by identifying opportunities to eliminate integration of paid service • Improved analysis efficiency of four loan entry data paths by leveraging shell programming commands in Cygwin Union Pacific Omaha, NE Software Engineer Intern May 2022 – August 2022 • Centralized tenant experience by developing templating software for modifying global settings and locale configurations • Expedited software commercialization by creating a multitenant web application with customizable white labeling • Drafted and conveyed software ideas in both technical and user-friendly language to audience of 120 employees Advanced Technology Development Center (ATDC) Atlanta, GA Operations Intern January 2022 – May 2022 • Assessed efficiency and sustainability of project strategy by arranging a metric tracking system for three key milestones • Furthered OKR model for five major stakeholders using verbal and written communication amongst a team of four • Achieved six managerial action tasks working closely with web development, content creation, and design teams\nLEADERSHIP Alpha Kappa Psi (Co-Ed Professional Fraternity) Atlanta, GA Director of Social Events & Brotherhood January 2022 – May 2022 • Managed logistics of six biweekly social events for 75 attendees to strengthen morale within the fraternity • Promoted inclusivity and facilitated connections by planning a two-day retreat for 60+ members within a team of six • Utilized various survey results to make event related action plans based on 75 members' expectations and engagement Women in Technology Atlanta, GA Vice President of Membership & Social Media Director December 2020 – January 2022 • Facilitated social media engagement across three platforms and increased member engagement and post sharing by 30% • Increased total membership from 15 students to 36 students in one semester through three virtual social media events • Empowered female students in STEAM fields through eight technical workshops, career fairs, and networking events\nPROJECTS Climate Change Data Visualization Tool Atlanta, GA Group Project August 2022 – May 2023 • Constructed interactive web application with five toggle variables to illustrate the effects of daily habits on climate • Utilized donation datasets from Hazel – 412 Technology Inc. to depict environmental impact through React graphs Tower Defense Game Atlanta, GA Group Project August 2021– December 2021 • Demonstrated GRASP and SOLID skills by designing a tower defense game using a biweekly agile sprint cycle • Exhibited proficiency in JavaFX by developing visualizations and game maps for multiple levels with three themes Brain Teaser Color Matching Game Atlanta, GA Individual ProjectFebruary 2021– March 2021 • Developed a three question brain teaser color matching game by utilizing JavaFX visual components and UI controls • Evaluated user performance and awarded points based on a 10 point scale by implementing a score tracking algorithm\nSKILLS / INTERESTS Programming: Java, Python, JavaScript, HTML/CSS, Computer Aided Drawing and Design (Basic) Technologies: Matplotlib, Pandas, Git, Angular (Intermediate), JIRA, Spring Boot Organizations: Society of Women's Engineers, Women in Technology, Alpha Kappa Psi Languages: English (Native), Gujarati (Conversational), Hindi (Conversational), Spanish (Intermediate) Interests: Fencing, Fitness, Hiking, Road Trips, Podcasts, Bullet Journaling, Embroidery","firstName":"Rahi","lastName":"Patel"},{"_id":"6511e17fcab43c205a3404fe","rawText":"Kriti Madhusudan 678-756-9635 | kmadhusudan3@gatech.edu | www.linkedin.com/in/kritimadhusudan | Atlanta, GA | U.S. Citizen\nEDUCATION Georgia Institute of Technology | Atlanta, GA May 2026 B.S. in Business Administration, Scheller College of Business GPA: 4.0 Relevant Coursework: Legal Aspects of Business, Organizational Behavior, Accounting 2, Intro to Media Computation Scholarships: Zell Miller (100% tuition)\nLEADERSHIP EXPERIENCE Southern Company Gas May 2023 – August 2023 Data Analytics Intern Atlanta, GA - Executed ad-hoc project using SQL to build database for providing data-driven insights on customer behavior patterns - Crafted dynamic and interactive Power BI dashboard with 6+ visualizations to investigate patterns in database output - Performed critical quality checks and debugging mechanisms within Excel files and SQL database to verify data quality Epic Intentions Pro-Bono Consulting January 2023 - May 2023 Senior Consultant Atlanta, GA - Executed semester-long project to support non-profit client with rebuilding and structuring tech education program - Maintained weekly communication with client via videoconferencing to ensure satisfactory deliverables and progress - Constructed comprehensive timelines, identified pain points, and contributed to deliverables to support consulting team 21CLub August 2020 - May 2022 Founder, President Milton, GA - Founded school-level chapter of 21st Century Leaders to promote leadership development and community involvement - Developed presentations and activities catered to facilitate student development in seven core leadership competencies - Coordinated COVID-19 relief service project to collect 30 pamphlets and 15 homemade masks for local community - Leveraged interpersonal and leadership skills to delegate executive responsibilities and lead regular club meetings 21st Century Leaders Summer Youth Leadership Institute June 2020 Participant Milton, GA - Selected for dynamic, business-focused development program based on strong leadership skills and business acumen - Engaged in conversations with business executives to learn about the fields of corporate law, marketing, and advertising - Collaborated with diverse team to craft entrepreneurial business pitch to hone strategic thinking and presentation skills FLIGHT Seminars August 2019 - May 2020 FLIGHT Ambassador Milton, GA - Conducted high school campus tours for 20+ incoming freshman students to support acclimation to new environment - Offered advice at monthly FLIGHT seminars and encouraged students to reach out to supplement mentorship efforts - Assisted counselors with building student activities and presentations intended to educate students on support resources Future Business Leaders of America August 2018 - May 2020 VP of Community Service (2019-2020) Milton, GA - Communicated with local food banks and assisted living facilities through cold emailing to initiate 15+ service events - Introduced two service opportunities each month to encourage supporting the surrounding community via philanthropy - Collected 100+ food cans, 50 toiletries, and other donations for charitable distribution to underprivileged communities VOLUNTEER EXPERIENCE LEAP Foundation August 2020 - April 2021 Tutor Milton, GA - Educated a small group of 10-20 underprivileged children in West Bengal, India weekly on the fundamentals of English - Facilitated conversation with managers to provide suggestions for improvement in clarity and interactive components - Tracked and reported progress of students to gauge effectiveness of novel and more advanced activities for each session\nSKILLS AND INTERESTS Languages: English (Native), Tamil (Native), Spanish (Limited) Skills: JavaScript, HTML, CSS, Python, SQL, R, Power BI, Tableau, Canva, Excel, PowerPoint, Word, Outlook Affiliations: Epic Intentions Pro-Bono Consulting, GT Aarohi, MIS Club, Alpha Kappa Psi Interests: Carnatic Singing, Baking, Painting, Journaling, Watching Documentaries, Traveling Awards: National Honor Society, AP Scholar with Distinction, AP Macroeconomics Academic Excellence Award, AP Research Academic Excellence Award, AP Capstone Diploma Academic Excellence Award, 3rd place at Papanasam Sivan Carnatic Concert, 5th place in Business Ethics at FBLA Regional Competition","firstName":"Kriti","lastName":"Madhusudan"},{"_id":"65122a49eaf9c25f894a7438","rawText":"AAMAY PUNTAMBEKAR New York City | apuntambekar6@gatech.edu | 908-507-4009 | www.linkedin.com/in/aamay-puntambekar | US Citizen\nEDUCATION GEORGIA INSTITUTE OF TECHNOLOGY Atlanta, Georgia •Bachelor of Science in Computer Engineering Graduating May 2025 • Threads: Distributed System and Software Design and Information Internetworks GPA: 3.70/4.00 • Relevant Coursework: Data Structures, Intro to Object Oriented Programming, Digital System Design, Linear Algebra, Circuit Analysis, Codepath: Intro to Software Engineering Certificate, Codepath: Technical Interview Prep Certificate RUTGERS, THE STATE UNIVERSITY OF NEW JERSEY New Brunswick, New Jersey •Bachelor of Science in Computer Engineering September 2021-May 2022 • Transferred with 50 credits GPA: 3.90/4.00\nEXPERIENCE IBM New York City, New York Technology Engineering Intern (Financial Services Market) May 2023 - August 2023 • Integrated Watson Assistant and Soul Machines to create a digital concierge for Citibank, deployed asset to Openshift • Contributed to Generative AI POC with Truist to streamline RFI summarization process, saving client up to 2.4k hours • Leveraged MongoDB/React to orchestrate efficient DB calls and implement dynamic features(search/filtering) in POC • Participated in Watsonx.AI bootcamp, gaining expertise in prompt-engineering, LangChain, and Watsonx's REST Api WINLAB, Rutgers University North Brunswick, New Jersey Summer Research Intern May 2022 - August 2022 • Utilized 3-D modeling software (Fusion360) to design and print a 1: 15 scale car for use in a smart city environment • Uploaded machine learning models remotely using Pytorch to gather data on autonomous vehicle behaviors • Reduced serial communication by 6ms by programming Intel UP board and Arduino to interface with sensors • Optimized precision up to 90% by implemented position algorithm by ingesting odometry data through encoders New Jersey Cybersecurity and Communications Integration Cell (NJCCIC) Trenton, New Jersey Cybersecurity Intern June 2021- August 2021 • Researched IoT devices and their cybersecurity vulnerabilities and presented findings to over 50 NJCCIC employees • Attended 7 workshops regarding corporate safety by cybersecurity professionals in both the public/private sector • Designed and compiled curriculum for improving cybersecurity awareness in the workplace and in education\nLEADERSHIP Alpha Kappa Psi (Professional Co-ed Business Fraternity) Atlanta, Georgia Vice President of Alumni Relations April 2023 - Present • Managed 2 directorships underneath VPAR vertical to maintain relationships with 200+ alumni network • Facilitated the automation of alumni database(1300+ alumni) to increase networking opportunities for the brotherhood • Promoted relations with alumni through various engagements events, bimonthly newsletters, and senior ceremonies Rutgers University Table Tennis Team (RUTTC) New Brunswick , New Jersey EBoard Member September 2021- May 2022 • Improved club membership by up to 80% by creating a multi-faceted experience (tournaments, lessons) for members • Increased social media interactions by 50% through social media optimization techniques and digital outreach events • Raised $1,200 by organizing fundraising events to increase team budget and club awareness through campus fairs FRC Robotics Hillsborough, New Jersey Technical Lead September 2017- June 2021 • Led technical workshops on Java programming and computer-aided design using AutoCAD on a biweekly schedule • Promoted cross-functional collaboration by managing the design, electrical, controls, and programming sub-teams • Created a 3-hour course instruction playlist assisting new members to transition them into their corresponding sub-team\nSKILLS Programming: Java, Python, C, HTML, CSS, Javascript, Typescript, MATLAB, MIPS Software/Tools: Fusion360, Linux (Ubuntu), Redhat Openshift, IBM Cloud, Docker, React, MongoDB, VHDL, Quartus Languages: English - Native, Marathi - Native, German - Basic Affiliations: IEEE, Alpha Kappa Psi (Coed Professional Business Fraternity), Rutgers Table Tennis Club Interests: Table Tennis, Astronomy, Biking, Traveling, Exercise, Swimming, Skiing, Gaming","firstName":"Aamay","lastName":"Puntambekar"},{"_id":"65124313eaf9c25f894a7439","rawText":"Manya Sharma 678-216-2399 • itsmanya.s@gmail.com • www.linkedin.com/in/manyasharma9\nEDUCATION Georgia Institute of Technology, Atlanta, GA Graduation: 2026 Bachelor of Science in Business Administration; Minor in Health and Medical Sciences ● GPA: 4.00 /4.00 ● Honors: Presidential Scholar, Dean's List, Zell Miller Scholarship Recipient\nWORK EXPERIENCE AND PROJECTS Cyble Inc, Alpharetta, GA May 2023- August 2023 Intern ● Utilized Microsoft Excel in organizing and refining company sales and engagement data ● Facilitated discussions with managers and executives in organizational aspect for project management ● Acquired proficiency in diverse marketing and managerial facets, encompassing SEO, SEM, content and copy execution, along with an understanding of CRM systems UGA HEROs, Athens, GA January 2023- May 2023 Committee Member ● Worked with a team of 15 others to collaborate with businesses for fundraising towards improving quality of life for children with HIV/AIDS ● Planned formal fundraising campaigns including the annual golf tournament fundraising event ● Gained skills of connecting and managing corporate partnerships with 10+ companies to generate funding and encourage collaboration Northside Hospital, Buford, GA August 2021- May 2022 Intern ● Communicated amongst healthcare professionals to execute tasks utilizing hospital systems ● Organized 90+ patient intake forms and documents in given information systems ● Recorded patient data on hospital data systems\nCAMPUS AND COMMUNITY INVOLVEMENT Alpha Kappa Psi Business Fraternity, Atlanta, GA September 2022 –Present ● Participated in multiple professional development events, including advancement in interpersonal skills and workshops to stay up-to-date with industry trends and best practices. ● Participated in an 8 week-long training program to enhance my management and communication skills. American Red Cross Club, Atlanta, GA July 2022–Present ● Participated and collaborated in various blood drive meetings for the Fulton county area ● Networked with other members of this chapter to make meaningful connections Youth Environmental Power Initiative December 2020- December 2021 ● Worked with a team of 12 to create projects that directly combat climate change ● Organized an annual sustainability summit with environmental leaders discussing topics in sustainability (environmental policies, solutions, etc.)\nSKILLS & INTERESTS Computer Software: Microsoft Office Suite (Word, Excel, PowerPoint), Hubspot, Asana Certifications: CPR/AED Certified, NCCT- Phlebotomy Technician Certified (provisional) Languages: Hindi (fluent), Spanish (proficient)","firstName":"Manya","lastName":"Sharma"},{"_id":"6512466deaf9c25f894a743a","rawText":"Anish Jannu Atlanta, GA | ajannu3@gatech.edu | (678)-823-2525 | U.S. Citizen | linkedin.com/in/anish-jannu\nEDUCATION GEORGIA INSTITUTE OF TECHNOLOGY (Scheller CoB) Atlanta, GA Degree: B.S. in Business Administration with a Concentration in Finance Graduation: May 2024 Exchange Program: Georgia Tech Lorraine (Metz, France) GPA: 3.8 Relevant Coursework: Financial Modeling | Quantitative Analysis | Information Systems | Financial Markets | Strategy Honors: Atlas Business Society | Magellan Honors Program | Eagle Scout | Zell Miller Scholarship (100% tuition)\nPROFESSIONAL EXPERIENCE AARETE Chicago, IL Consultant Intern May 2023 – August 2023 • Integrated a network rate appraisal to drive $4M in potential savings in cost of care reduction for Medicare patient procedures • Reconfigured commercial medical claims that contributed to ~$900K in payment recoupment for DME and Home Health • Appraised federal funding to develop a grant management roadmap for $350K in probable grants for a non-profit organization NCR Atlanta, GA Analyst Team Lead January 2023 – May 2023 • Designed a ~$3.5B high-level strategy and build out plan for the Commerce branch by leading an 8-member pro bono team • Strategized a $2M cost-cutting plan that identified 5 possible vendor synergies across the Retail and Hospitality divisions • Developed a whitespace analysis to develop 6 new product combinations by cross-selling and consolidating existing offerings PORSCHE CONSULTING Atlanta, GA Analyst Team Lead August 2022 – December 2022 • Led a team of 10 in analysis and segmentation of private equity investment portfolios to evaluate possible venture investments • Determined acquisition approaches for best valued targets with revenue streams of $100 million aligning with firm's prospects • Determined 15 investment opportunities in portfolios that valued a ~10% increase in revenue post acquisition within 5 years LEGENDS Atlanta, GA Consulting Analyst January 2022 – July 2022 • Identified $50k+ in potential annual budget savings for the Georgia Tech Athletic Association in stadium marketing and revenue • Advised 3 new potential sponsorship partners in the Atlanta area to Athletic Director for future basketball and football events • Utilized eye-tracking systems to highlight hot-spot spaces in stadiums that consumers that fit market demographics with sales EMORY JOHNS CREEK HOSPITAL Johns Creek, GA Summer Intern May 2019 – August 2021 Post-Surgical (2021) • Shadowed 15 medical professionals in high-stress environments through implementation of seminars and critical care treatments • Orchestrated programs of student groups through hospital procedure, post-intensive medical treatment and hospice healthcare Hospital Management (2020) • Operated in the financial department to give patients structured cost analysis of procedures through P&L and compliance issues • Aided in overseeing the hospital charity fund of $2 million to attain financial aid supplementation for patients in need of care\nCAMPUS LEADERSHIP UNDERGRADUATE CONSULTING CLUB Atlanta, GA Vice President of Pro Bono August 2021 – Present • Sourced and managed 12 startups and Fortune 500 businesses for pro bono project material to drive $2M in collective revenue • Ran internal operations of club to include client staffing for all projects for 40+ analysts and team leads to fit project SOW • Facilitated consulting workshops and interview prep for 150+ members to drive into the consulting field prepared for the career GEORGIA TECH VENTURE CAPITAL Atlanta, GA Research Analyst January 2022 – Present • Analyzed 30+ startups and founding firms to land potential investment opportunities for venture capital firms in the Atlanta area • Authored a one-pager in industry analysis (risk judgment) about supply chain in freight management and telematics research • Placed 3rd in a venture capital competition to pitch startups using customer pain points and potential product opportunity\nSKILLS/INTERESTS Skills: Microsoft Excel V Certified | Microsoft Office Specialist PowerPoint | Snowflake | HTML | Java | SQL Languages: English (Native) | Telugu (Fluent) | Hindi (Proficient) | Spanish (Conversational) Extracurriculars: Ramblin' Roundnet | Financial Management Association | Alpha Kappa Psi Professional Organization Interests: Professional Spikeball | Soccer | Camping | Mountain Biking | Scouting (Eagle Scout) | Snow Boarding","firstName":"Anish","lastName":"Jannu"},{"_id":"65124701eaf9c25f894a743b","rawText":"Dhivya Gunasekaran Atlanta, Georgia • (404)-775-5771 • dhivya413@gmail.com • www.linkedin.com/in/dhivyaguna\nEducation Georgia Institute of Technology Atlanta, GA Bachelor of Science in Industrial and Systems Engineering - Analytics and Data Science Aug 2020 – May 2024 • Relevant Coursework: Constraint Programming, Decision and Data Analytics, Database Systems, Regression/ Forecasting ● Awards: WIE Scholarship, Deloitte Undergraduate Case Competition 2020, Zell Miller/HOPE Scholarship, Dean's List (5x)\nExperience Amazon Web Services (AWS) New York, NY Technical Program Manager Intern May 2023 – Aug 2023 ● Led AWS Website team's internal content-targeting product adoption, driving a 25% increase in organization-wide usage ● Worked with stakeholders to map user journey, leveraging their insights to identify gaps within the existing product structure ● Created product roadmap and user stories that prioritize user centric design features for engineering team's upcoming sprints ● Developed an onboarding program to train new users and documented best practices for effective product understanding ● Implemented a data monitoring/ feedback system (Tableau) to track adoption success metrics, ensuring continuous impact Equifax Atlanta, GA Technical Product Management Intern Aug 2022 – May 2023 ● Ran daily scrums and participating in client facing sessions regarding value creation, prioritization, and defining MVPs ● Decoded fixed record files into business terms and documented product specific data that should be integrated into data fabric ● Programmed utility Python code to manipulate the fixed file records by extracting the metadata into a JSON document Software Engineering Intern May 2022 – Aug 2022 ● Designed UI frameworks of a B2B Dashboard for external clients alongside product owner, software architects, and security ● Built application's cloud native architecture (GCP) as per business/ technical requirements for a new self-service portal ● Developed product implementations in design and testing via Java/Spring Boot microservices code, as part of an agile team\nProjects Academic Research Atlanta, GA High Value Comments in Social Media Interaction Jan 2022 – May 2023 ● Researched in a team environment to gather understandings on the influence of psychology in responsible social media usage ● Directed team of 4 in analyzing UI design principles that can be utilized to guide users towards better online etiquette ● Proposed team findings through a prototype application which rewards users that facilitate valuable user interactions Equifax Product Idea Jam (1st Place) St Louis, MO CreduVerse May 2022 – Sep 2022 ● Ideated a metaverse-oriented, immersive credit education platform geared towards young adults and those new to credit ● Worked with 6 senior product managers to define a lean canvas pitch, key assumptions, and personas using credible statistics ● Pitched to a panel of the company's top product leaders and Hackathon developers to commence feasibility prototyping Georgia Tech Vertically Integrated Project Atlanta, GA ChooseIt – Intelligent Platform for Crowdsourcing Aug 2021 – May 2022 ● Launched a social media platform that gathers data on popular opinions based on crowds where users interact through polls ● Developed features including collapsing polls (Python), hashtag generation (Python), and UI/UX wireframes (Figma) ● Implemented Monkey Learn and Meaning Cloud APIs to break down responses into keywords for poll answers (NLP)\nLeadership Consult Your Community Atlanta, GA Project Leader - Jobs Marketplace (Tech Startup) June 2021 – May 2022 ● Led a cross-functional project team of 6 in advising market entry, growth analysis, and technical development strategies ● Created test case scenarios, participated in QA testing, and suggested fixes in UI/UX design of peer marketplace app ● Balanced team dynamics, project scopes, and deliverables/reports that identified trends in user data and impact for the client Society of Women Engineers Atlanta, GA Technical Development and Workshop Chair Aug 2021 – May 2022 ● Conducted research on 10 unique tech concepts and taught weekly workshop sessions with 50+ attendees for two semesters ● Collaborated with 15 corporate sponsors from top engineering companies to implement seminars on technical development\nSkills Technical: Python, Java, SQL, R, HTML/ CSS, JavaScript, Springboot, Gurobi, Node.js, Git, Figma, Jira, Aha!, Tableau Certifications: MTA Software Development Fundamentals, Microsoft Excel Certification, Google Cloud Digital Leader\nAffiliations: Alpha Kappa Psi (Co-ed Business Fraternity), Society of Women Engineers, Foster Care Support Foundation\nInterests: Singing, Dance, Poetry, Cooking, Social psychology, Thai food, Book illustrating, Interior design","firstName":"Dhivya","lastName":"Gunasekaran"},{"_id":"65130815eaf9c25f894a743c","rawText":"SOPHIA REFECA Atlanta, Georgia • (305) 504-4064 • srefeca3@gatech.edu • linkedin.com/in/sophia-refeca • U.S. Citizen\nEDUCATION GEORGIA INSTITUTE OF TECHNOLOGY, Scheller College of Business Atlanta, Georgia Bachelor of Science in Business Administration Graduation: May 2025 • Concentration: Information Technology Management Major GPA: 3.33 • Minor: Middle Eastern and North African Studies • Coursework: Information Systems and Digital Transformation, Media Computation, VIP – BTAP, Quantitative Analysis\nEXPERIENCE CITY OF ATLANTA AIM INTERNSHIP Atlanta, Georgia Service & Delivery End User Support Intern August 2023 – Present • Managed the digital ticketing flow of AIM Now including troubleshooting and resolution, decreased breaches by 42% • Hardware consultation and installation for City Hall employees to increase department efficiency and prevent disruption • Reimaged 75 COA devices to ensure employees had up to date machine and software while creating task documentation SILENT VOICES FELLOWSHIP – Georgia Institute of Technology Atlanta, Georgia Fellow January 2023 – June 2023 • Spearheaded a new initiative to highlight the experiences of LGBTQIA students and alumni which has collected 6 stories • Conducted 12 interviews with female Georgia Tech alumni that highlighted their diverse perspectives as former students • Presented the research and state of the fellowship at the Georgia Tech Spring 2023 Undergraduate Research Symposium ELEGANT STAFFING – Gateway Center Arena, GICC, Sandy Springs Performing Arts Atlanta, Georgia Bartender January 2022 – August 2022 • Served crowds on average of 2000+ during the pre-game warm up and during 3 quarters for the Atlanta Dream games • Designed and assembled unique bar arrangements tailored to 10+ separate events to align with customer expectations • Memorized specialty cocktails and provided knowledgeable recommendations to guests that reflected their unique events\nLEADERSHIP ALPHA KAPPA PSI EPSILON SIGMA – Georgia Institute of Technology Atlanta, Georgia Project Manager – External Directorship June 2023 – Present • Increased student attendance to AKPSI Resume blitz by 300% through customized multi-media marketing strategy • Created professional podcast series; leveraged external student engagement and produced 6 hours of marketing content • Revitalized AKPSI's professional network through new cold email initiative which developed 5 new industry connections Director – External Directorship January 2023 – May 2023 • Developed inter-collegiate relations between AKPSI, GTVC and Epic Intentions to increase campus engagement • Facilitated 3 on campus events designed for the GT student body to promote professional development and education • Curated a panel of female speakers from venture and entrepreneurship to amplify their voices and empower GT students\nSKILLS/INTERESTS Languages: English (Native), Spanish (Intermediate), Arabic (Beginner) Certifications: Alcohol Seller Server Course Certificate, Microsoft Office Suite 2016 Certificate, B.L.S Certificate (CPR) Skills: ServiceNow, Python, Tableau, SQL, R, JavaScript, Objective C, Blackbaud CRM Organizations: Alpha Kappa Psi-Epsilon Sigma (Business Fraternity), GT Salsa Interests: Guitar, Cooking, Reading, Mixology, Concerts, Music Theory, Salsa, Social Dancing, Horror Movies, Sports","firstName":"Sophia","lastName":"Refeca"},{"_id":"6514f96203e77405aca04d24","rawText":"Akshita Sharma (678) 634-5570 | asharma663@gatech.edu | www.linkedin.com/in/akshitasharmaa/ | Atlanta, Georgia | U.S. Citizen\nEDUCATION Georgia Institute of Technology, Scheller College of Business Atlanta, Georgia ● Bachelor of Science in Business Administration Graduation: May 2024 ● Concentration: Finance ● Relevant Coursework: Accounting II, Financial Management, Advanced Macroeconomic Analysis, Investments, Information Systems, Operations Management, Financial Markets & Structure\nPROFESSIONAL EXPERIENCE Capital One Commercial Bank Chicago, Illinois Healthcare Real Estate Intern May 2023 – August 2023 ● Participated in deal underwriting by researching market comparables and property details for a medical offices portfolio ● Worked in portfolio management through monthly financial spreading of 5+ existing portfolios valued above $3B ● Performed tenant classification analyses of current underwrites by researching and utilizing Argus real estate software ● Conducted site visits per due diligence of an 8 asset medical office building portfolio in suburbs of Wisconsin Case Competition July 2023 ● Created and presented a mock underwriting deal by collaborating with a team of 4 cross business interns in 3 days ● Modeled expected and downside cash flow projections to determine deal team conclusion on company investment GE Power Atlanta, Georgia Financial Management ProgramIntern May 2022 – August 2022 ● Analyzed income statement and its elements to improve ledger visibility by executing standardized work processes ● Constructed walks of project R&O's to illustrate variances in forecasted vs budgeted numbers to assist in quarter close ● Mapped out unknown costs to specific project codes in order to increase profit recognition of over $1 million dollars Stayma Consulting Pharmaceutical Firm Cumming, Georgia Sales Operations +Marketing Intern May 2021– August 2021 ● Optimized company expenses of 10+ product lines for over 500 pharmacies through effective inventory management ● Generated incremental revenue by advertising new products to 2000+ doctors through whitespace telesales campaign ● Provided mentorship to a group of junior marketing interns by conducting weekly assignment check-ins and updates Junior Marketing Intern August 2019 – August 2020 ● Directed marketing and sales promotions by taking product photos and monitoring website traffic bi-weekly ● Assisted in administrative tasks for 27 sales representatives by shipping out samples and marketing material ● Evaluated five Excel cost and medical data reports in order to forecast monthly consumer and product market changes\nLEADERSHIP Alpha Kappa Psi, Co-Ed Business Fraternity Atlanta, Georgia Head Pledge Educator, Brotherhood Project Manager, Corporate Sponsorship Director January 2022 – Present ● Planned and executed professional development of 20 new members of organization along with a team of 3 members ● Fostered deeper connections of 60+ brothers by leading a team of 8 members to coordinate a 2-day cabin retreat ● Secured sponsorships with companies such as PwC and Home Depot to host internal recruiting events at Georgia Tech Geet Rung School of Dance Cumming, Georgia Dance Instructor August 2016 – May 2020 ● Oversaw hourly dance classes three times a week for 30+ elementary school students at local Indian dance studio ● Choreographed Bollywood and Indian Classical Dance (Kathak) lessons for students in preparation of yearly recital ● Coordinated with four other members to teach students during Bollywood workshops at local elementary schools\nSKILLS/INTERESTS Technical: Microsoft Suite (Excel, Powerpoint, Word), Adobe Photoshop, Java, Canva, SQL, Tableau Honors: Zell Miller Scholarship, HOPE Scholarship, Dean's List (Univ. of Georgia), Dean's List (Georgia Tech) Languages: English (Native), Hindi (Native), Spanish (Conversational) Skills: Leadership, Communication, Adaptability, Analytical Problem Solver, Customer Experience Interests: Dance, Travel, Nature, Financial Literacy, Thriller Movies/Books, New Foods","firstName":"Akshita","lastName":"Sharma"},{"_id":"6514fab803e77405aca04d25","rawText":"Rida Merani Atlanta, GA | rmerani3@gatech.edu | 770-480-8885 | www.linkedin.com/in/ridamerani | US Citizen\nEDUCATION Georgia Institute of Technology May 2026 Bachelor of Science in Economics and International Af airs, Certificate in Finance GPA: 3.5 ● Relevant Coursework: Principles of Macroeconomics, Advanced Macroeconomics, Principles of Microeconomic, Statistics for Economists, Econometrics, International Relations, International Financial Economics\nPROFESSIONAL EXPERIENCE Mathnasium Tutoring Center Snellville, Georgia Tutor July 2021- June 2022 ● Curated 1,000 personalized lesson plans for students ages 6 to 15 in basic math skills up to Pre-Calculus ● Increased student engagement by creating fun, new games and activities to excite students about math ● Collaborated with co-workers to understand individual student needs and implement diverse teaching styles\nPROJECTS Equity Research Boutique V.I.P. Atlanta, Georgia Uber Team August 2023 - Present ● Evaluate recent financial reports, press releases, and meeting recordings of Marriott International ● Construct financial valuation models with balance sheets, free cash flow models, and income sheets ● Project the company's future stock price and changes depending on previous numbers and current events Economic Research Atlanta, Georgia Student Researcher August 2023 - Present ● Collaborate with Professor Willie J. Belton on an individualized personal interest economic research project ● Utilize pre-existing data sets to analyze how fiscal policies and current economic conditions impact US elections AP Research Snellville, Georgia Researcher August 2021- May 2022 ● Researched the social, political implications of code-switching on identities of second-generation South Asians ● Surveyed 50+ second-generation South Asians using interviews, Likert scales to measure quantitative impact ● Found potential solutions to code-switching, through increased cultural diversity and awareness programs\nLEADERSHIP Alpha Kappa Psi (Professional Fraternity) Atlanta, Georgia Director of Investments Committee May 2023 - Present ● Working with 6 other members of the fraternity to maintain and expand a $15,000 stock portfolio ● Encouraging personal financial initiatives to foster brotherhood and economic literacy within the organization India Club at Georgia Tech Atlanta, Georgia Logistics Board Lead August 2022 - Present ● Delegated 15 person team that organizes flow and ensures adequate food for cultural events with 900+ members ● Interact with and persuade community sponsors to receive $16,000 in funding for food, supplies, and members ● Delegating logistical work to 20 liaisons and 400 dancers to host a 3-hour arts show and ensure punctuality Camp Mosaic Decatur, Georgia Guide (2018 and 2019), Counselor (2020), Staf (2021-2023) June 2018 - August 2021 ● Aided participants in articulating Muslim-American identities by prioritizing personal expression and well-being ● Curated 12 content plans for 125 participants ages 6 to 14 emphasizing self-advocacy, inclusivity, teamwork ● Gained organizational and management skills by scheduling multiple groups and funding 30+ meals for 12 days\nSKILLS & INTERESTS Languages: Hindi (Fluent in speaking), Urdu (Fluent in speaking), Spanish (Proficient) Skills: Google Drive Suite, Microsoft Office Suite, Stata Software Honors: Zell Miller Scholarship, Our Minds Matter Student Leader Award (2021) Affiliations: Economics Club, A-Town Showdown Interests: Films, TV Shows, Current Events, Interior Design, Traveling, Reading, Poetry, Swimming, Dance","firstName":"Rida","lastName":"Merani"},{"_id":"6514fcca03e77405aca04d26","rawText":"Siya Sehgal East Brunswick, NJ | siya@gatech.edu | 848-260-8417 | U.S. Citizen | www.linkedin.com/in/siya-sehgal\nEDUCATION Georgia Institute of Technology Atlanta, GA Bachelor of Science in Computer Science Aug 2022 – Dec 2025 Relevant Coursework: IBM Data Science Fundamentals, Object-Oriented Programming, Data Structures and Algorithms, Linear Algebra, Multivariable Calculus, Discrete Mathematics, Statistical Analysis\nEXPERIENCE Orion Innovation New York, NY Data Analytics and Experience Design Intern Jun 2023 – Aug 2023 ● Automated company expense approval pipeline by creating a invoice-capture triggered workflow with Power Automate ● Engineered a reporting Power App in which expense data is extracted from a receipt and inserted into an Excel database ● Data modeled 80+ tables of Greenhouse recruitment data to create a dynamic dashboard integrating stakeholder insights The Navajo Project Princeton, NJ Programming Lead May 2021– Aug 2022 ● Developed math games that reinforce the Diné language for Indigenous Youth to feel more connected to their culture ● Designed a platform hosting the games and increased web traffic by 93% to broaden the reach of preservation resources ● Presented the website to the National Indian Education Association conference to secure partnership with MathHappens Brand Representative East Brunswick, NJ Hollister Co. Brand Representative May 2022 – Aug 2022 ● Represented brand values by maintaining extensive knowledge of merchandise and fashion to attend to customer needs ● Monitored store inventory and statistics by tracking conversion rates and average transaction value for 3000+ distinct items Group Summer Scholars Research Program Union, NJ Genomic Researcher at Kean University Jun 2021– Aug 2021 ● Analyzed different strains within the Coronavirus family to find common sequences that distinguish them from other viruses ● Utilized BLAST, Clustal Omega, and phylogenetic trees to evaluate genomic diversity and structure of the Hawaiian variant\nPROJECTS BuzzMarket Atlanta, GA TeamProject October 2022 ● Built a personalized microloan suggestion service and community for small businesses to make sound decisions and flourish ● Utilized Python scripts for the backend to display microloan data by industry for registered users to acquire resources ArtShare North Brunswick, NJ Personal Project November 2021 ● Developed an iOS app in which users can both donate artwork to public spaces and request art to promote community spirit ● Built with Swift with Google Firebase backend for optimized user registration and efficient display and retrieval of art data COVID-19 Cases Visualizer North Brunswick, NJ Personal Project April 2021 ● Manipulated COVID data frames using dplyr to draw conclusions about how and where the virus spread chronologically ● Created plots with ggplot2 and a logarithmic scale to showcase countries with the highest COVID cases outside of China\nLEADERSHIP DECA North Brunswick, NJ Vice President of Career Development Sep 2018 – Jun 2022 ● Spearheaded a business solutions project to increase Business Academy membership by 150% and improve financial literacy ● Executed market research and a campaign for the Youth Festival for 40,000+ attendees to increase event engagement KEY CLUB North Brunswick, NJ President and Webmaster Sep 2018 – Jun 2022 ● Maximized turnout and coordinated logistics by managing the donation page for the Thirst Project for 250+ club members. ● Designed an interactive, dynamic website with HTML, CSS, and JS with an embedded photostream.\nADDITIONAL Technical: Java, Javascript, HTML/CSS, Python, Swift, R, React.js, MS Power Platform, Google Firebase Affiliations: Alpha Kappa Psi, Society of Women Engineers, Data Science Club, Undergraduate Consulting Club Languages: English (Native), Hindi (Native), Spanish (Conversational)\nInterests: Tennis, Crossword Puzzles, Documentaries, Social Entrepreneurship, Karate, Psychology","firstName":"Siya","lastName":"Sehgal"},{"_id":"6514fd3c03e77405aca04d27","rawText":"Abigail Xie Atlanta, GA • (770) 557-4422 • axie44@gatech.edu • U.S. Citizen\nEDUCATION Georgia Institute of Technology Atlanta, GA Bachelor of Science – Computer Science Graduating May 2026 • Concentrations: Information Internetworks and People • Relevant Coursework: Computer Organization and Programming, Data Structures and Algorithms, Linear Algebra • Awards: Zell Miller (Full Tuition) Northview High School Johns Creek, GA High School Diploma August 2018 – May 2022 • Relevant Coursework: AP Calculus BC, AP Statistics, AP Biology, AP Physic GPA: 98.2/100 • Combined SAT score: 1540 (Math: 790, Evidence-based reading and writing: 750)\nEXPERIENCE Georgia Tech Athletics Department Atlanta, GA Intern August2023 – Present • Increased fan turnout by analyzing data from fans to endorse interactions between Tech Athletics and students in Metro Atlanta • Organized layout of pregame activities and vendors to expediate traffic and bolster engagement between students and sponsors Leadership in Organizational Networks Lab Atlanta, GA Research Assistant May 2023 – August 2023 • Created a streamlined process to collect subjects work metrics through an app to identify correlations to emotional health • Administered 20+ experiments that required using advanced medical tools for their vitals and analyzing their output information • Coded 50+ videos of experiments by flagging times when the subjects showed certain behaviors and analyzed their reactions Tropical Smoothie Cafe Alpharetta, GA Crew Leader June 2023 – August2023 • Supervised groups of 6+ members by assigning specific tasks to each person and noticing member's strengths and weaknesses • Led a fast-pace and efficient work environment by developing specific routines and mentoring each member on all the tasks Mathnasium Alpharetta, GA Math Tutor June 2021– August2022 • Tutored over 50 students to develop and strengthen their fundamental understanding of subjects like Algebra and Geometry • Tracked multiple students' process both in school and in our own curriculum to administer work that beset suited their needs • Managed a team of 4 tutors to distribute math practice based on the students' records while overseeing their progress at school\nLEADERSHIP Software Development Directorship (Alpha Kappa Psi) Atlanta, GA UI/UX Designer May 2023 – Present • Prototyping a platform for members to use during the rush process to more efficiently differentiate and vote to add new members • Working along a team of 6 with weekly meetings to share our progress and brainstorm improvements and new ideas for the future TrueLove4Help Johns Creek, GA Treasury September 2021– August 2022 • Held weekly book clubs for more than 10 special need third graders assisting them in reading and selecting books as a team leader • Distributed jobs to 20+ fellow students and organized monthly meetings for the tutors to discuss the process of their students • Organized 3 fundraisers to raise money ($500) to buy educational supplies for monthly activities for all the tutors and children Health Occupations Students of America (HOSA) Johns Creek, GA Historian September 2021– August 2022 • Collaborated with 10 other executive members to plan competition logistics and healthcare-based workshops for 100+ members • Sponsored travel expenses of 2 competitions (one out of state) by contacting and maintaining communication with 3 companies • Networked with 5 companies and hospitals in order for professionals to lecture and mentor 30+ students at monthly events\nSKILLS/AWARDS Programming: Python (Proficient), Java (Moderately Proficient), JavaScript, C++, GitHub Languages: English (Native), Chinese (Native), French (Conversational)\nAffiliations: Society of Women Engineers, GT Design. Alpha Kappa Psi (Professional Co-Ed Fraternity) Awards: 6th place (Veterinary Science) in HOSA ILC Interests: Crocheting, Weightlifting, Proof-Based Math, Volunteering, Reading, Hiking","firstName":"Abigail","lastName":"Xie"},{"_id":"6514fe8d03e77405aca04d28","rawText":"RAHUL IYER Atlanta, GA • (850) 544-5944 • riyer82@gatech.edu • www.linkedin.com/in/rahul-iyer-gt • U.S. Citizen\nEDUCATION GEORGIA INSTITUTE OF TECHNOLOGY Atlanta, Georgia Bachelor of Science in Computer Science August 2022 - May 2025 ● Concentrations: Artificial Intelligence, Modeling & Simulation ● Minor: Public Policy ● Coursework: Data Structures & Algorithms | Linear Algebra | Discrete Mathematics | Object-Oriented Programming ● Honors: Dean's List, Dean's Scholarship (4-year scholarship awarded to high-achieving out-of-state students) UNIVERSITY OF OXFORD Oxford, England Study Abroad at Mansfield College May 2023 - August 2023 ● Coursework: Computing, Society, & Professionalism | Law, Medicine, & Ethics | History of Art & Architecture\nPROFESSIONAL EXPERIENCE GEORGIA TECH RESEARCH INSTITUTE Atlanta, Georgia Software Engineering Intern (Full-Time) January 2023 - May 2023 ● Designed embedded software for military aircraft radar protection systems with 10+ senior developers and engineers ● Developed algorithm to determine coordinates of threat emitter on radar, refining accuracy of calculation to 100% ● Built and maintained continuous integration and deployment pathways for several projects using Git and Bitbucket ELITE JUNIOR TENNIS Tallahassee, Florida Tennis Coach and Manager June 2019 - August 2022 ● Launched online court reservation platform for the country club's website, bringing in 40+ users in the first week ● Prepared 100+ young tennis players mentally, physically, and strategically for upcoming matches and tournaments ● Managed tennis courts and equipment by logging all court reservations and administering third-party renovations\nPROJECTS SONG SUGGESTION APPLICATION Tallahassee, Florida Python Course Final Project June 2022 - August 2022 ● Created a Spotify song recommender using Python and the Spotify API to generate up to 100 songs per request ● Employed machine learning and data science techniques including min-max normalization and k-means clustering COMPUTATIONAL ANALYSIS OF PETASE Tallahassee, Florida Research at Florida State University June 2021 - August 2021 ● Researched the unique properties of PETase that make it more efficient than other PET (plastic) degrading enzymes ● Conducted molecular analysis of enzymes with interactive visualization tools to see attributes of various amino acids ● Authored an abstract of the study and presented findings to 30+ industry professionals at an FSU research symposium\nLEADERSHIP ALPHA KAPPA PSI (CO-ED PROFESSIONAL ORGANIZATION) Atlanta, Georgia Director of Internal Professional Programming August 2023 - present ● Contributed as an asset to 60+ members to ensure quality of resumes, presentation skills, and interview techniques ● Facilitated workshops for new members to improve public speaking abilities and provide constructive feedback MU ALPHA THETA (MATH HONORS SOCIETY) Tallahassee, Florida Chapter Officer August 2018 - May 2022 ● Directed the chapter to 3rd place overall at the National Mu Alpha Theta Convention, achieving new school record ● Spearheaded the initiative to host the largest K-8 math competition in the country by coordinating with 70+ members ● Instructed 10 students in various levels of competitive math during the pandemic, including Calculus and Statistics CHEMISTRY CLUB Tallahassee, Florida Founder &President August 2021 - May 2022 ● Trained members for the Olympiad through leading 10+ study sessions throughout the year and creating study guides ● Mentored 20+ students by designing personalized chemistry modules during the pandemic, improving grades by 10% ● Organized local section of Chemistry Olympiad for over 50 members by collaborating with regional coordinator\nSKILLS/INTERESTS Technical: Java, JavaScript, HTML, CSS, C, C#, Python, SAS, SQL, MySQL, Git, GitHub, Bitbucket, Jira, Kanban Affiliations: Georgia Tech CS + Social Good, Climbing Club, GT Big Data Big Impact, Product@GT, Alpha Kappa Psi Awards: American Invitational Mathematics Examination (AIME) Qualifier (top 5%), AP Scholar with Distinction Interests: Tennis, Climbing, Coding, Puzzles, Speed Cubing, Reading, Traveling, Photography, Blogging","firstName":"Rahul","lastName":"Iyer"},{"_id":"651501f503e77405aca04d29","rawText":"PARTH GANDHI Atlanta, Georgia • (678) 989-7239 • pgandhi@gatech.edu • www.linkedin.com/in/parth-j-gandhi • U.S. Citizen\nEDUCATION GEORGIA INSTITUTE OF TECHNOLOGY, Scheller College of Business Atlanta, Georgia Bachelor of Science in Business Administration August 2022 – Present • Concentration: Information Technology Management GPA: 3.9 • Relevant Coursework: Info Systems, Quantitative/Statistical Analysis, Marketing Management • Scholarships: Zell Miller Scholarship (Full Tuition)\nEXPERIENCE COX COMMUNICATIONS Atlanta, Georgia Customer Marketing Strategy Intern – Digital Equity Program May 2023 – August 2023 • Directed local marketing strategy by developing user-friendly dashboards illustrating rich data trends from 750K+ customers • Enhanced customer experience flows on Cox's website by prioritizing brevity and enabling ease-of-access to information • Evaluated digital equity program initiatives and relevant metrics to build and deliver cohesive, informative presentations SCHELLER COLLEGE OF BUSINESS, UNDERGRADUATE PROGRAM OFFICE Atlanta, Georgia Student Engagement Assistant January 2023 – Present • Ideating and designing digital content for official Scheller social media channels with an active audience of 2,300+ followers • Driving student engagement with innovative and timely post concepts, garnering 25,000+ views on self-made video content • Coordinating with professional academic and career advisors to facilitate support services for students and faculty ADVENT INTERNATIONAL Raleigh, North Carolina Market Research Intern May 2022 – August 2022 • Analyzed trends in the ion exchange resin (IER) industry worldwide by collaborating with senior partner • Constructed a detailed report outlining current production metrics and opportunities for integration in growing industries • Guided future investments, acquisitions, and business decisions by building an actionable knowledge base of the industry TAJA BEVERAGES Athens, Georgia Marketing Consultant September 2021 – December 2021 • Developed a yearly digital marketing strategy to engage modern, online customers by consulting with CMO and COO • Leveraged a database of 100+ customers to initiate email outreach regarding new products, deals, and brand activations • Led future content strategy by conducting performance audits across 6 social media channels and analyzing past metrics Branding Strategist January 2022 – June 2022 • Consolidated 6 sources of brand guidelines into one cohesive style guide to be used in TAJA's external communications • Helped maintain consistent brand image and voice by presenting streamlined branding strategies to company executives\nLEADERSHIP ALPHA KAPPA PSI PROFESSIONAL FRATERNITY – EPSILON SIGMA CHAPTER Atlanta, Georgia Vice President of Professional Programming May 2023 – Present • Collaborating with executive team to facilitate innovative and impactful professional development events for 60+ members • Aggregating guidelines and preferences from recruiters to educate students about interview prep and public speaking skills • Cultivating a professional network of 30+ diverse industry leaders to promote networking and career education for members SCOUTS BSA Duluth, Georgia Community Service Project Leader February 2021 – May 2021 • Planned and directed the execution of a multi-day community service project with 20 volunteers and a $600+ budget • Refurbished an outdoor amphitheater for a local church by delegating tasks such as demolition, construction, and installation • Improved quality of life for the local community by providing a space for COVID-safe outdoor gatherings\nSKILLS/INTERESTS Skills: Microsoft Office Suite, Adobe Creative Cloud Suite, Media analytics, Digital design, SQL, Tableau, Python Affiliations: Alpha Kappa Psi Professional Fraternity, Scheller Business Ambassadors, Georgia Tech Honors Program Certifications: Beckham Workforce Diversity Certificate, Excel Essential Training (LinkedIn Learning) Awards: 1st in State and 5th Internationally in DECA Marketing Communications case competition Activities: Eagle Scout with 11+ years in Scouts BSA, Research Study correlating CSR and Teenage Buying Habits Interests: Cooking, Hiking, Corporate Social Responsibility, Iced Coffee, Cinematography, Video Editing, Poke Bowls","firstName":"Parth","lastName":"Gandhi"},{"_id":"651501fc03e77405aca04d2a","rawText":"Deven Chatterjea Marietta, Georgia • (630) 687-4514 • deven@chatterjea.com • linkedin.com/in/deven-chatterjea • U.S. Citizen\nEDUCATION GEORGIA INSTITUTE OF TECHNOLOGY ATLANTA, GA Bachelor of Science in Industrial Systems and Engineering Jan 2022 – May 2024 • Concentration: Analytics and Data Science • Scholarships: Zell Miller Scholarship, HOPE Scholarship • Coursework: Software Development, Data Input/Manipulation, Regression and Forecasting, Intro to Database Systems, Statistics for Data Scientists, Probability and Applications, Engineering Optimization, Stochastics, Engineering Economics\nPROFESSIONAL EXPERIENCE COMCAST CABLE ATLANTA, GA Information Technology Intern – Database Administration May 2023 – Sep 2023 • Implementation of 30+ SQL stored procedures to ensure database authentication and SQL server configuration standards • Collaborated to integrate SQL database backups, permissions, and table creations, ensuring data security and functionality • Assisted the cloud migration team on the migration of 100+ applications, 95+ SQL databases and 200+ Comcast servers UPS ATLANTA, GA GBS Engineering Intern – Demand Forecasting May 2022 – Aug 2022 • Developed a Python interface with holiday data for 100+ countries to optimize how dates with high customer demand are handled • Created an application to generate calendars of days impacting data trends for the next 9 years using time-series analysis EMRGY INC. ATLANTA, GA Data Science and Management Intern Jun 2021– Aug 2021 • Researched three data models using ArcGIS to discover the most viable water canals sites to implement turbines for energy • Analyzed and constructed regression models based off customer provided data to increase energy output data viability by 12% GENERAL ELECTRIC ATLANTA, GA Monitoring and Diagnostics Intern Sep 2019 – Dec 2019 • Analyzed energy production data of power plant sites and located hardware abnormalities to aid production efficiency • Contacted 30+ sites with abnormally functioning turbines to provide a diagnosis for fixing and replacing turbine components\nPROJECTS NFL SUCCESS PREDICTOR / WEATHER IMPACT ANALYSIS ATLANTA, GA Georgia Tech March 2022 – May 2022 • Predicted future field goal, passing, and rushing decline for NFL teams by using the weather API and play by play statistics • Forecasted fluctuations in player statistics by differentiating conditions in snow, rain, clouds, and sun in outdoor stadiums\nITUNES ALBUM SHUFFLER ATHENS, GA University of Georgia Nov 2021 – Dec 2021 • Created an interface recommending songs based on user inputted keywords by utilizing the iTunes API, JSON and JavaFx • Suggested album covers by randomly shuffling through a 25-album grid periodically to recommend music based off interest\nLEADERSHIP ALPHA KAPPA PSI (CO-ED BUSINESS FRATERNITY) ATLANTA, GA Recruitment Project Manager and Director of External Professional Programming Jan 2022 – Present • Facilitated outreach to aid student professional development through networking by marketing and engaging with faculty • Organized and hosted a resume blitz school wide to educate and provide advice for 15+ students across 7 different majors • Led a team for planning recruitment events with 100+ people to expand on diversity, interests, and brotherhood interaction JOYS (JOINING OLDER/YOUNGER STUDENTS) MARIETTA, GA Co-Founder Mar 2019 – May 2022 • Founded a mentorship/tutoring program pairing Wheeler High and East Cobb Middle School to ease high school transitions • Decreased my high school dropout rate by 2% by invoking future career goals and teaching study strategies to 20+ students • Enhanced marketing, public speaking, and organizational skills by pitching ideas and gathering student/faculty volunteers\nSKILLS/INTERESTS Programs: Java, Python, R-R Studio, SQL (SSMS, MySQL), Microsoft Suite, HTML/CSS, JSON, Tableau, JavaScript, Linux/Unix Technical: JavaFx, Pandas, NumPy, TKinter (UI/UX Design), Flourish Studio Data Viz, GitHub/Git, BeautifulSoup, Gurobi Languages: English (native), Spanish (conversational), Gujarati (intermediate)\nAwards: University of Georgia Dean's List, Magnet Seal\nInterests: Sports Analytics, Hip Hop/R&B Music, Snowboarding, Talking, Tennis, Puns/Dad Jokes, Bears, Puzzles","firstName":"Deven","lastName":"Chatterjea"},{"_id":"6515020303e77405aca04d2b","rawText":"SREYA SRINIVAS Atlanta, Georgia • 404-903-7137 • ssrinivas46@gatech.edu • www.linkedin.com/in/sreya-srinivas/ • U.S. Citizen\nEDUCATION______________________________________________________________________ Georgia Institute of Technology Aug 2020 – May 2024 Degree: BS in Industrial and Systems Engineering (#1 Undergraduate Program) GPA: 3.70/4.00 Concentration: Economic & Financial Systems Relevant Coursework: Finance & Investments, Accounting, Optimization, Simulation, Database Systems\nEXPERIENCE_____________________________________________________________________ Georgia Tech Industrial Assessment Center Atlanta, GA Lead Student Engineer July 2022 – Present • Providing energy-saving and process-improvement recommendations by working with various facility personnel • Aiding in cutting energy costs & streamlining processes by drafting professional, technical reports for companies • Recommended annual saving totals of 1,619 MWh & $175,754 for consumer & capital good industries in 2022 Barclays Corporate & Investment Bank New York, NY Credit Risk Summer Analyst Jun 2023 – Aug 2023 • Evaluated loan viability in airline and semiconductor companies via DCF analysis and quarterly result reviews • Identified high-risk sectors and formulated credit grading standards to mitigate potential losses of over $168M • Pitched loan opportunities to VPs & MDs by highlighting FCF/EBITDA growth forecasts and low default risk BMW Manufacturing Company Spartanburg, SC Data Analytics Intern May 2022 – Aug 2022 • Identified bottlenecks and inconsistencies contributing to time/cost inefficiency in current manufacturing process • Improved dashboard visualizations through automated dataset updates via direct SAP-to-Celonis data extraction • Proposed addition of an automobile stacker to improve manufacturing efficiency and cut $70,000,000+ in costs\nLEADERSHIP_____________________________________________________________________ Alpha Kappa Psi (Co-ed Business Fraternity) Atlanta, GA Director of External Professional Programming Jun 2022 – May 2023 • Managed team of 4 and $500 budget to plan events that presented professional topics to the general student body • Advised 5+ students weekly through 1-on-1 meetings regarding resumes, cover letters, and internship searching • Promoted fraternity to companies such as PwC, NCR, and Home Depot to host recruiting events at Georgia Tech Student Government Association Atlanta, GA Social Media Committee Chair Nov 2021 – May 2022 • Enhanced student awareness of SGA initiatives by leading design team in creating 25+ graphics for posters/fliers • Acquired $2000+ from local businesses to sponsor sustainability education outreach events for the Atlanta area • Achieved 60% Instagram growth by evenly allocating tasks to team members through weekly posting schedules\nPROJECTS________________________________________________________________________ Equity Research Boutique Jan 2023 – Present • Contributing to research by working in analysis team that includes UBER, LYFT, and DASH related stocks • Predicting company growth and stock prices (+5FY) for LYFT and its competitors through financial modeling • Providing insight to the boutique by presenting Lyft's updates and its predictions per quarterly earnings reports Littlefield Factory Simulation Competition (2nd Place) Feb 2022 – Apr 2022 • Produced over $2,000,000 in revenue by analyzing and calculating factory lead times, utilization, and throughput • Saved $20,000+/day by doubling up inventory reorder quantity to avoid losing extra money through fixed costs • Allocated money to machines requiring extra investment by pinpointing bottlenecks in the production system\nSKILLS/INTERESTS_______________________________________________________________ Languages: English (fluent), Telugu (fluent), Tamil (basic) Software/Technical Skills: Microsoft Excel, Python, SQL, R, SAP, Oracle Database, AUTOCAD, SolidWorks Affiliations: Alpha Kappa Psi Co-ed Business Fraternity, GT Jadoo Competitive Bollywood Dance Team Certifications: Equities and Economic Indicators – Bloomberg Market Concepts Certificate (2023) Interests/Hobbies: Dance (Bharatnatyam/Bollywood/Bhangra), Health/Fitness, Traveling, Food Blogging, Fashion","firstName":"Sreya","lastName":"Srinivas"},{"_id":"6515020c03e77405aca04d2c","rawText":"BILL MERICKEL | Software Engineer 951-750-0530 | billmerickel@gmail.com | billmerickel.com | linkedin.com/in/bill-merickel | github.com/Bill-Merickel\nEDUCATION GEORGIA INSTITUTE OF TECHNOLOGY, College of Computing Atlanta, Georgia Candidate for Bachelor of Science in Computer Science (Intelligence and Systems Architecture) May 2024 • Distinctions: Faculty Honors, Dean's List GPA: 3.97/4.00 • Course Highlights: Operating System Design, Machine Learning, Algorithm Design and Analysis, Processor Design • Semester Abroad: Studied startup ideation, customer discovery, and business value propositions in Metz, France\nEXPERIENCE AT&T INC. Atlanta, Georgia Software Engineering Intern June 2023 – August 2023 • Developed 8 API endpoints for ORCA backend infrastructure that connect with SQL server and return appropriate objects • Enhanced ORCA regional backend codebase by implementing unit tests for a 14% increase in total test coverage • Received honorary placement in hackathon with AI-focused customer service training app and presented to CTO and Senior VPs NCR CORPORATION Atlanta, Georgia Software Engineering Intern May 2022 – August 2022 • Crafted 34 Python scripts to automate the process of removing terminated employees as users from the enterprise tools set • Boosted user removal processing time by 97.25% by eliminating 48 hours of manual labor through pipeline automation • Nominated for the NCR Software & Technology R&D Excellence Award due to project's processing efficiency BUSINESS PARTNER SOLUTIONS INC. Riverside, California Software Engineering/Sales and Marketing Intern June 2021 – August 2021 • Issued a $600+ per year savings plan with Kubernetes and NeuVector container security platform adaptation • Authored a 15-page documentation detailing security benefits of application containers compared to virtual machines • Merged 20 containerization and CI/CD technical documents to illustrate an improved software development life cycle\nPROJECTS TILEVANIA | 2D Platformer Game • Designed 10 levels with Unity and C# that include multiple collectibles and hazards, like a retro 2D side-scrolling experience • Animated 6 various gameplay elements, such as player running and idle stance, hovering coins, and enemy movement • Incorporated state management for the preservation of player data, such as lives and score, if the player is defeated SPOTIFY UNWRAPPED | React Web App • Built personalized data dashboard using Spotify API with 4 profile-specific features, such as top artists and playlists • Added feature allowing users to sort tracks in their public playlists by 3 different measures: danceability, tempo, and energy • Utilized the Spotify OAuth framework to securely enable user login and protection of user data through appropriate permissions IMMEDIALERT MESSAGING | Flutter Mobile App • Developed 2 primary screens for sending messages and images to all organization members and to individual or group chats • Established 3 Firebase app services; integrated 18 package dependencies for user authentication, message database, cloud storage • Implemented direct push notifications containing chat name, sender, and message content upon receiving messages offline XV6 OPERATING SYSTEM ENHANCEMENTS | Kernel Feature Development in C • Achieved 4 kernel feature enhancements, including virtual memory performance improvements and a stack backtrace method • Refined the kernel thread process scheduler by adding 4 different algorithms, including FIFO and Priority Round Robin • Augmented security of user data by implementing user authentication with a modified hash salt and aes256-encryption\nAFFILIATIONS\nALPHA KAPPA PSI PROFESSIONAL CO-ED BUSINESS FRATERNITY Atlanta, Georgia Vice President of Finance May 2022 – April 2023 • Managed $60K worth of financial assets, a $56K annual operating budget, and a $15K equity portfolio\nSKILLS & INTERESTS Languages: Python, Java, C, JavaScript, Dart, C#, SQL, Apache Groovy Tools: Flutter, Firebase, Unity, React, Node.js, Express, Git, Render, Gatsby, APIs, Pandas, NumPy, Matplotlib, SciPy, JavaFX Hobbies: Scuba, Cinema, Skiing, Hiking, Cooking, Legos","firstName":"Bill","lastName":"Merickel"},{"_id":"6515a8a64ea74021dc995252","rawText":"HARSH SHAH Atlanta, Georgia • 847-708-0234 • harshah0925@gmail.com • linkedin.com/in/harshshah25/ • US Citizen\nEDUCATION GEORGIA INSTITUTE OF TECHNOLOGY Atlanta, GA B.S. Industrial and Systems Engineering Expected December 2024 ● Concentration: Analytics and Data Science GPA: 3.63/4.00 ● Relevant Coursework: Data Input and Manipulation, Probability With Applications, Regression/Forecasting ● Transferred from the University of Illinois Urbana-Champaign ● Honors: Dean's List\nEXPERIENCE XSM Sheridan, WY Data Science Intern May 2022 - August 2022 ● Accelerated agency's recruiting process by 50% through designing a model that helps agents accurately evaluate athletes ● Created a model that compares future MLB prospects to current MLB athletes bolstering the agency's pitch to prospective clients ● Developed a program to collect and store 100,000+ baseball statistics to aide in the creation of future evaluation models QUANT Champaign, IL Quantitative Researcher January 2022 - August 2022 ● Formulated a quantitative trading strategy based on the Black-Litterman model which was the basis for 12% of the firms trades ● Organized a team to research and backtest investment strategies using Python for the strategy team to implement for trading ● Leveraged algorithms including convex optimization and PCA to create analytical models for use in the firm's portfolio VENDORSPACE Atlanta, GA Data Science Intern February 2022 - June 2022 ● Improved the efficiency of the client outreach and task delegation by 14% by working with software development team ● Increase business opportunities by over 18% by researching and implementing methods with the operations team ● Identified and presented data issues and solutions in weekly meetings with the CEO and COO to decrease total man hours\nPROJECTS AI-BASED LEARNING & DEVELOPMENT Atlanta, GA Student Member - Verticall y Integrated Project January 2023 - Present ● Improved stock portfolio returns by 162% through the Sharpe Ratio metric by developing a Deep Q-Learning Algorithm ● Implemented volatility into the Bellman equation in order the assist the model to make more accurate future predictions ● Conducted an in-depth research analysis of a 100-dimensional sampling to enhance a portfolio for real word application. NFL BETTING PREDICTOR Champaign, IL Personal Project February 2022 - Present ● Designed a model that predicts the spread of any given NFL matchup 18% more accurately than the official betting line ● Evaluated 2,097,152 different weights of 21 variables in order to develop an algorithm for the basis of the model ● Researched modeling techniques using Python, Numpy, and Pandas in order to properly develop and back test the algorithm\nLEADERSHIP UNIVERSITY OF ILLINOIS URBANA-CHAMPAIGN Champaign, IL Residence Hall Council Secretary September 2021 - May 2022 ● Elected as Floor Representative and promoted to Council Secretary as a result of 3 months of exemplary service ● Managed 2 databases of records and board minutes of 10 members ensuring effective communication amongst the Council ● Collaborated with council members and other University Staff in order to run monthly events for 200+ residence hall residents SCHAUMBURG TOWNSHIP DISTRICT LIBRARY Schaumburg, IL Camp Co-Founder/Director July 2020 - August 2021 ● Founded a free online Chess Camp with the highest enrollment of any program at the 2nd largest public library in Illinois ● Created individualized lesson plans based off varying skills to help children, from ages 6 to 16, improve chess skills ● Presented at the annual Illinois Library Association conference on how to effectively run a camp over Zoom to 20+ libraries\nSKILLS/INTERESTS Skills: Java, Python, R, Tableau, SQL, Microsoft Office Suite Languages: English (fluent), Gujarati (native), Spanish (intermediate), Hindi (basic), Portuguese (basic) Interests: Chess, Cooking, Football, Traveling, Jigsaw Puzzles, Soccer (Sunderland), Algorithmic Trading","firstName":"Harsh","lastName":"Shah"},{"_id":"6515ad904ea74021dc995253","rawText":"Anuhya Dhanala 470-525-7711 • Atlanta, GA • anuhyadhanala@gmail.com • U.S. Citizen• www.linkedin.com/in/anuhya-dhanala/\nEDUCATION Georgia Institute of Technology, Scheller College of Business Atlanta, Georgia Bachelor of Science in Business Administration May 2026 • Concentration: Finance • Scholarships: Brandi R. Herringdine Dean's Scholarship (awarded to top 15 students in the class of 2026), Zell Miller Scholarship (100% tuition covered), HOPE Scholarship • Relevant Coursework: Financial Management, Management of Financial Institutions, Accounting I, Accounting II, Management Statistics, Quantitative Analysis for Business, Information Systems and Digital Transformations\nPROFESSIONAL EXPERIENCES Heritage Growth Partners Atlanta, GA Private Equity Analyst Intern June 2023-August 2023 • Developed financial models for potential M&A deal, projecting up to $2 million revenue growth with varying penetration ratios • Compiled 20+ acquisition prospect list based on long-term growth indicators including core competencies and annual EBITDA • Optimized data search, achieving 40% increased efficiency through Salesforce restructuring for 1,000+ investors and clients • Co-authored a white paper on outsourced manufacturing market, analyzing drivers, trends, and optimal value-chain positioning Society of Women in Business Atlanta, GA Junior Member September 2022-Present • Secured membership in an elite organization with an 18% acceptance rate that is dedicated to advancing women in business • Chosen from 100+ members to attend Harvard Business School's Women in Business Conference for professional development NCR Corporation Atlanta, GA Corporate Functions Intern July 2021-August 2021 • Designed Tableau dashboard by visualizing 15,000 interim and augmented AAS quotes with TCVs for international stakeholders • Consolidated 30 inbound dependencies by organizing two financial data pipelines into formatted tables for Corporate Functions ProsperCare Atlanta, GA Operations Intern June 2021-August 2021 • Supported 8-member team for a healthcare startup focused on optimizing efficiency and accuracy in hiring home care workers • Determined potential clientele base by researching metrics, demographics, and business models of 50+ homecare companies • Restructured client tracking methods by building campaigns to manage 25+ clients' progress through Salesforce • Strategized how to optimize time and productivity for hourly workers by researching and contacting subject matter experts\nLEADERSHIP EXPERIENCES Alpha Kappa Psi Atlanta, GA Process Improvement and Special Director May 2023-Present Social and Brotherhood Director January 2023 – May 2023 ● Organized 2-day weekend retreat for 35+ brothers with a team of 8 using $700+ budget to facilitate bonding and foster unity ● Successfully planned and executed engaging social events for 80 brothers employing unique marketing and logistical techniques 21st Century Leaders (21CL) at Northview Johns Creek, GA Co-President May 2021-May 2022 ● Provided food and merchandise to 75+ members by managing club dues and grant money to budget for monthly operations ● Coordinated guest speaker events for members by networking with corporate professionals through 21CL's alumni association ● Bolstered leadership skill-building and instilled confidence by organizing public speaking and interview etiquette workshops Northview Mock Trial Johns Creek, GA Co-President May 2021-May 2022 ● Led team to win State Championship and 2nd place title at Nationals by conducting daily 3-hour practices and scrimmages ● Boosted tryout participation by 50% by posting on social media and in the school's common areas to improve club awareness\nSKILLS AND INTERESTS Technical: Salesforce, Tableau, Python, SQL, Microsoft Office Suite Languages: English (native), Telugu (fluent) Affiliations: Georgia Tech Venture Capital, Investments Committee, Business Analytics Club, First-Year Leadership Initiative Certifications: Bloomberg Market Concepts Certificate, Basic Agile and Scrum Programs: D.E. Shaw Connect 2023, Truist Diversity Insights Summit 2023 Interests: Entrepreneurship, Travelling, Music, New Foods, World Geography","firstName":"Anuhya","lastName":"Dhanala"},{"_id":"6515b0bb4ea74021dc995254","rawText":"Fawaz Sabir (770) 540 – 9917 • fawazsabir@gmail.com linkedin.com/in/fawazsabir\nEDUCATION Georgia Institute of Technology Atlanta, GA Bachelor of Science in Computer Science May 2025 • Hope Scholarship recipient, Alpha Kappa Psi Member\nRELEVANT EXPERIENCE Oracle Cumming, GA Intern Project Manager / Lead Software Engineer Sep 2020 - May 2021 • Coordinated, designed, and implemented projects assigned to my team. • Incorporated Oracle database as well as introductory python to create an application to complete any projects assigned to us. • Maintained a friendly yet organized and stern relationship with my team to ensure that projects were completed in a timely manner.\nLEADERSHIP American Computer Science League Cumming, GA Co-Founder Aug 2020 – Jul 2021 • Founded a chapter of the ACSL at South Forsyth High School. Served as President for the first year. • Taught multiple students the principles and concepts needed to compete in this worldwide competition. • Created a schedule and infrastructure in the club for it to function well on its own and prepare it for future students to take on.\nPROJECT EXPERIENCE ASCII Minesweeper Game • Operated within a Unix environment and emacs to create a Minesweeper application using ASCII characters for graphics. • Optimized the most popular implementation using a unique solution involving a pseudo flag system. Gas Bill Generator • Supervised a team project that utilized Oracle database and python to create both a text-based and graphical application that generates utility bills and calculates respective pricing based off client data given from a database. • Followed Oracle format for utility bill generation. Created documentation for application using Oracle format guidelines. Hilbert Curve Fractal Code Art • Competed in the University of Georgia Hackathon Art Competition and submitted a JavaScript program that depicted each iteration of the Hilbert Curve fractal. Utilized a growing, handmade coordinate system to accurately display each iteration. • Completed in 48 hours with no prior JavaScript experience. JavaFX Snake Game • Created a fully functional snake game using JavaFX within the Unix environment.\nADDITIONAL EXPERIENCE Perfumall Houston, TX Sales Associate Dec 2021 – Jan 2022 • Memorized an expansive inventory of perfumes and colognes in under three days with a proficiency to recommend scents to clients as well as direct them to their interests. Crumbl Cookie Cumming, GA Baker Associate Sep 2020 - Dec 2020 • Collaborated with a diverse team of individuals to bake, adorn, and sell cookies in an open kitchen. • Took up multiple roles in the establishment with little to no training, and efficiently cooperated with my coworkers without any conflict. • Swapping between these roles swiftly was required daily and accomplished without complications.\nTECHNICAL SKILLS • Programming Languages: Proficient in Java, data structures, and discrete math, familiar with Oracle Database, learning introductory python, and familiar with Unix Environments. • Proficient to intermediate at speaking English, Urdu, and Japanese. • Proficient in Microsoft Office and Google Applications.","firstName":"Fawaz","lastName":"Sabir"},{"_id":"6515b17a4ea74021dc995255","rawText":"ANJALI KOLAPALLI 678-920-3773 • anjalikolapalli@gmail.com• www.linkedin.com/in/anjali-kolapalli\nEDUCATION The Georgia Institute of Technology, Atlanta, GA May 2026 ● Majors: Bachelor of Sciences in Computer Science ● Honors: Zell Scholarship ● Relevant Coursework: Introduction to Computing and Programming, Software Development, Data Structures and Algorithms, Object Oriented Programming,\nPROFESSIONAL EXPERIENCE Moderna, Alpharetta, GA June 2023 – August 2023 Data Management Intern ● Collected and organized data related to vaccine manufacturing processes and clinical trials. ● Assisted in maintaining and updating databases, ensuring data accuracy and integrity. ● Participated in training sessions or workshops to enhance data management skills and knowledge. Sephora, Alpharetta, GA June 2023– August 2023 Beauty Advisor ● Demonstrated in-depth knowledge of Sephora's product lines, including cosmetics, skincare, and fragrances. ● Met or exceeded sales targets by effectively cross-selling and upselling products to customers. ● Assisted in tracking sales and customer interactions to provide insights and contribute to sales reports. Ingenify, Johns Creek, GA August 2021 – August 2022 Tutor ● Communicated student progress to students, parents, or teachers in written progress reports, in person, or by email. ● Met with students to clarify and review concepts taught in class and solve specific problems. ● Provided private instruction to individual or small groups of students to improve academic performance and prepare for academic or occupational tests.\nPROJECTS 2-D Dungeon Crawler Game September 2023 – December 2023 Objects and Design Group Project ● Building a fully functional 2D Dungeon Crawler game with a player that navigates through dungeons rooms using Android Studio ● Developing the different screens (welcome screen, initial configuration screen, game screen and ending screen) Weather and Event Finder April 2023 – May 2023 Software Development Individual Project ● Successfully integrated the Ticketmaster API and Weather API to create a seamless user experience for event enthusiasts. ● Wrote code to parse and format data from both APIs, presenting it in a clear and organized manner. ● Developed robust error handling mechanisms to gracefully manage API failures or data inconsistencies.\nLEADERSHIP AND RELEVANT EXPERIENCE Georgia Tech Alpha Kappa Psi Business Fraternity, Atlanta, GA February 2023 – Present Member ● Learning different coding languages to create apps for different events through the Software Development sector. ● Participated in service projects and fundraisers to contribute to the Alpha Kappa Psi community. ● Worked in networking events, workshops, and attended speaker series that focus on professional development. WholeFit (Mental Awareness Club), Johns Creek, GA September 2021 - May 2022 Vice President ● Attend bi-weekly officer meetings for a discussion on how to help create the best experience for members and plan out different events. ● Communicated regularly with executive team members to deliver pertinent details related to progress status and direction for projects. ● Provided valuable leadership for program team members and create a relaxed environment..\nINTERESTS AND SKILLS Interests: Dance, Singing, Makeup, Snorkeling, Oceans, Programming Skills: Java, Unix, Emacs, HTML, JavaScript, Android Studio, Excel","firstName":"Anjali","lastName":"Kolapalli"},{"_id":"6515b3fcfd357d0002abbe7d","rawText":"MANAV RAMPRASAD 860-986-8355 · manav.ramprasad@gatech.edu · www.linkedin.com/in/manav-ramprasad · Atlanta, GA · US Citizen\nEDUCATION GEORGIA INSTITUTE OF TECHNOLOGY - ATLANTA, GA Candidate for B.S. in Computer Science - Intelligence & Modeling/Simulation Minor in Materials Science & Engineering Scholarships: Zell Miller Scholarship, M. Weldon Rogers Scholarship JUN 2020 - MAY 2024 3.8/4.0 RELEVANT COURSEWORK: Machine Learning, Computer Simulation, Intro to AI, Data Structures, Computer Systems & Networks, Differential Equations, Circuits & Electronics, Statistics, Electrical Properties of Materials\nEXPERIENCE CHAO ZHANG RESEARCH GROUP - ATLANTA, GA JUN 2022 - PRESENT Improving In-Context learning and multi-step reasoning for healthcare texts by training over MIMIC-III notes Created PostgreSQL databases to analyze the MIMIC-III dataset, containing over 50,000 distinct hospital visits Preprocessed data in the database to recreate existing Machine Learning models' results to track improvement US BANK SOFTWARE DEVELOPMENT INTERN - ATLANTA, GA AUG 2022 - DEC 2022 Used App Dynamics to aid multiple money movement teams in finding and fixing recurring issues on the full stack Improved upon the front end design of the wire transfer interface to initiate more frequent successful transactions Conducted data anlysis on requests to improve the efficiency of a variety of pull requests and DOM builds POLYMER GENOME RESEARCH INTERN - ATLANTA, GA JUN 2018 - JUN 2020 Improved the Gaussian Process Regression model by 30% for the prediction of a variety of polymer properties Scraped property data for over 6,000 homopolymers, copolymers and polymer blends by writing a Python script Identified deficiencies of the GPR-based Machine Learning model by curating and analyzing data of interest\nLEADERSHIP GEORGIA TECH ATHLETIC ASSOCIATION TUTOR - ATLANTA, GA AUG 2021 - PRESENT Teaches 7 student athletes in Math, Physics, and History every week in order to help keep their NCAA eligibility Aids with course improvement by helping students set goals and by submitting session reports after each lesson\nPUBLICATIONS/PRESENTATIONS Tran et al \"Machine-learning predictions of polymer properties with Polymer Genome\", Journal of Applied Physics Ramprasad, Kim \"Assessing and Improving Machine Learning Model Predictions of Polymer Glass Transition Temperatures\", Journal of Emerging Investigators\nSKILLS SOFTWARE: HARDWARE: ACADEMICS: COMMUNICATION: INTERESTS: EXTRACURRICULARS: Python, Java, SQL, C, C++, R, MATLAB, G-Code (CNC), AutoCAD, Microsoft Suite CNC, Scanning Electron Microscopy, MyDAQ, 3D Printing Competition Math (AIME qualifier, NEML winner), CS (Data Analysis), Physics Public Speaking & Presentations (WE Day Madison Square Garden), Research Paper Writing Piano (Royal Conservatory of Music 8, Jazz Band), Basketball, Football, Ultimate Frisbee AKPsi Fraternity, Chess (9th Grade Connecticut Chess State Champion - USCF Rating: 1879)","firstName":"Manav","lastName":"Ramprasad"},{"_id":"6515b522fd357d0002abbe7e","rawText":"Varsha Holsambre Atlanta, GA | vholsambre7@gatech.edu | (770) 878-7730 | www.linkedin.com/in/vholsambre7 | U.S. Citizen\nEducation Georgia Institute of Technology Atlanta, GA Bachelor of Science in Computer Science August 2022 – May 2025 • Concentration: Human-Computer Interaction and Artificial Intelligence GPA: 4.0/4.0 • Relevant Coursework: Object Oriented Programming, Data Structures and Algorithms • Awards: Zell Miller Scholarship (100% Tuition), Faculty Honors\nProfessional Experience DIRECTV Remote ITProjectManagementIntern June 2023 – August2023 • Consolidated a timeline with 20 important deployment dates for leaders to easily refer to throughout the project • Coordinated data synchronization across 10 teams to facilitate Go-No-Go deployment voting from IT leaders • Supervised development and testing headway in an Excel tracker, ensuring alignment with the project timeline • Stimulated agile project adjustments through status updates in Smartsheet integrated with a PowerBI dashboard Google Remote Computer Science Summer Institute Scholar July 2022 – August 2022 • Configured 15 coding projects using HTML/CSS and JavaScript skills taught through a project-based curriculum • Integrated API calls within 5 projects using functions, eventListeners, and loops to increase scope of the web app • Presented and demoed an interactive trivia web app to 6 Google employees and community leaders • Attended 10 development workshops on topics such as product design and software engineering interviews\nLeadership Alpha Kappa Psi Atlanta, GA Software Development Director January 2023 – May 2023 • Fixed 10 bugs in an Agile environment, enhancing an application of React and Firebase improving user experience • Streamlined interview scheduling by 14% by programming a pop-up feature that appears after the user signs up Social Events Director January 2023 – May 2023 • Leveraged a $850 budget to organize 8 social events ranging from 20-80 members, improving engagement by 17% • Communicated with 80 members on Slack to research member interests, manage headcounts, and promote events\nProjects JPMorgan Chase & Co. Virtual Experience Atlanta, GA Software Engineer June 2023 • Integrated a visualization with Python and JPMorgan's Perspective software to monitor stock price correlations • Enhanced the client-side web visualization to display real-time price movement using React and Typescript • Incorporated a threshold display of +/-10% of the 12-month average price ratio to highlight trading opportunities The Haunted Manor Atlanta, GA Google Computer Science Summer Institute July 2022 – August 2022 • Ideated a scavenger-hunt themed web app through JavaScript where the user solves clues to collect objects • Designed 18 objects with CSS and Bulma that correspond to clues the user needs to select in order to continue • Maintained clear lines of communication among 2 group members to coordinate progress and deadlines What's For Dinner Atlanta, GA HackMIT September 2020 • Generated the 3 most applicable recipes based on any ingredients the user inputs into the web app search bar • Programmed a base HTML page with CSS and Bulma formatting and regulated interaction with JavaScript • Implemented an XMLHttpRequest to obtain the recipes from an API depending on the inputted ingredients\nSkills Technical: Java, Python, JavaScript, React, HTML/CSS, Firebase, Typescript, Git, Microsoft Office Languages: English (Native), French (Intermediate), Hindi (Intermediate), Marathi (Intermediate) Affiliations: Girls Who Code, Women in Technology, Alpha Kappa Psi (Professional Fraternity) Interests: Dancing, Traveling, Hiking, Reading Science Fiction/Fantasy novels, The Office, Bollywood","firstName":"Varsha","lastName":"Holsambre"},{"_id":"65172f9224382200026f78a5","rawText":"Lucy Scott Tucson, AZ • 520-561-2127 • lucyscott@gatech.edu • www.linkedin.com/in/lucy-scott221 • U.S. Citizen\nEDUCATION GEORGIA INSTITUTE OF TECHNOLOGY, College of Computing Atlanta, Georgia Bachelor of Science in Computational Media Expected Graduation – May 2026 Computer science with an emphasis on visual design Overall GPA: 3.48/4.00 • Threads: Media and Interaction Design • Relevant Coursework: Object-Oriented Programming, Objects and Design, Data Structures and Algorithms • Awards: Dean's List (2x)\nEXPERIENCE CATERPILLAR INC. Chicago, Illinois (remote) Digital Marketing & UX Intern May 2023 – August 2023 • Wireframed 30+ website templates on Figma oflanding pages and e-spot advertisements on Cat.com and Parts.Cat.Com • Audited consumer research and advertising data to construct an argument for adopting new social media platforms • Utilized Google Analytics and Tableau to create a standardized procedure for pulling user data for monthly report-outs GEORGIA TECH COLLEGE OF COMPUTING Atlanta, Georgia Interactive Computing Lab Member March 2023 – Present • Conducted interviews with 10+ Starbucks employees to better understand pro/anti-union sentiments at individual stores • Helped design encrypted website that would be able to be used by Starbucks workers interested in pro-union discussions/efforts • Analyzed 15+ research papers and previous data to create a set of standardized research questions to ask each employee GEORGIA TECH ATHLETIC ASSOCIATION Atlanta, Georgia Scholarship Varsity Football Equipment Manager August2023 – Present • Managed 150+ players' equipment, including doing uniform laundry, travel bag packing, and locker room cleanliness • Set up tackling dummies, ladders, and exercise equipment in multifaceted drills by prioritizing speed and effective delegation • Coordinated handling and storing of new equipment including footballs, uniforms, and gym items to ensure longevity Events and Fan Experience Intern December 2022 – May 2023 • Analyzed fan data & experience surveys to promote student and Atlanta area youth engagement with players and Tech Athletics • Created and coordinated halftime and timeout mini games to increase audience interaction with Tech Athletics and sponsors • Proposed creative solutions to improve student interaction with sports such as basketball, track and field, and baseball events UNIVERSITY OF ARIZONA Tucson, Arizona Special Research Intern June 2021– December 2021 • Ideated creative solutions to the opioid epidemic by studying scorpion venom and its application in non-addictive pain management • Drafted research papers for submissions to scientific journals such as the Journal of Toxicology and Pharmacology and Therapeutics • Proposed long-term solutions to painkiller addiction by presenting findings to 10+ scientists at KEYS Research Symposium\nLEADERSHIP ALPHA KAPPA PSI EPSILON SIGMA Atlanta, Georgia Head of Diversity, Equity, and Inclusion Committee May 2023 – Present • Led trainings on topics such as drug and alcohol abuse, sexual harassment, Title IX coverage, and implicit personal bias • Created engaging activities to encourage members to learn about inherent biases within their own life as well as the chapter POWER OVER PREDATORS (POP) Tucson, Arizona National nonprofit based in Tucson, Arizona, aimed on educating students on sexual abuse, assault, trafficking, and toxic relationships Youth Outreach Coordinator October 2021– Present • Raised over $40,000 to translate POP into Spanish via video testimonials, interviews with sponsors, and a case competition • Served as Executive Board Member under POP's parent organization – Move Against Child Exploitation\nSKILLS/INTERESTS Languages: English (Fluent), American Sign Language (Basic) Skills: Public Speaking, User Accessibility, Microsoft Office, Google Suite, Agile Methodologies, SEO, UI/UX Design Technical Skills: Figma, HTML, CSS, Java, Python, Premiere Pro, Final Cut Pro, Brandwatch, Adobe Workfront Interests: Fiction Writing, Inherent Data Bias, Volleyball, Baking, Cold Brew Coffee, NFL, Hair Dye, Weightlifting","firstName":"Lucy","lastName":"Scott"}]